<?php
// Heading
$_['heading_title']    = 'Πάγια Χρέωση';

// Text
$_['text_shipping']    = 'Μεταφορικά';
$_['text_success']     = 'Επιτυχία: Έχετε τροποποιήσει την πάγια χρέωση!';
$_['text_edit']        = 'Επεξεργασία πάγιας χρέωσης μεταφορικών';

// Entry
$_['entry_cost']       = 'Κόστος';
$_['entry_tax_class']  = 'Φορολογική κλάση';
$_['entry_geo_zone']   = 'Γεωγραφική ζώνη';
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Εμφάνισης';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωματα να τροποποιήσετε τα μεταφορικά πάγιας χρέωσης!';