<?php
// Heading
$_['heading_title']    = 'Παραλαβή από το κατάστημα';

// Text
$_['text_shipping']    = 'Μεταφορικά';
$_['text_success']     = 'Επιτυχία: Έχετε τροποποιήσει την παραλαβή από το κατάστημα!';
$_['text_edit']        = 'Επεξεργαστείτε την παραλαβή από το κατάστημα';

// Entry
$_['entry_geo_zone']   = 'Γεωγραφική ζώνη';
$_['entry_status']     = 'Κατάσταση';
$_['entry_sort_order'] = 'Σειρά Εμφάνισης';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωματα να τροποποιήσετε την παραλαβή από το κατάστημα!';