<?php
// Text
$_['text_subject']		        = '%s - партньорска програма';
$_['text_welcome']		        = 'Благодарим Ви, че се присъединихте към %s партньорска програма!';
$_['text_login']                = 'Вашият профил е регистриран и можете да влезете в системата, като използвате вашия имейл адрес и парола, като посетите нашия сайт или на следния адрес:';
$_['text_approval']		        = 'Вашият профил трябва да бъде одобрен от администратор преди да можете да влезете в системата. След като профилът Ви бъде одобрен, ще можете да се идентифицирате с Вашите e-mail адрес и парола, като посетите нашият сайт или на следния адрес:';
$_['text_services']		        = 'След влизане в системата, ще имате възможност да генерирате кодове за проследяване, да проследявате плащанията на Вашите комиссионни такси и да редактирате информацията за вашия профил.';
$_['text_thanks']		        = 'Балгодарим Ви,';
$_['text_new_affiliate']        = 'Нов партньор';
$_['text_signup']		        = 'Нов партньор се е регистрирал:';
$_['text_store']		        = 'Магазин:';
$_['text_firstname']	        = 'Собствено име:';
$_['text_lastname']		        = 'Фамилия:';
$_['text_company']		        = 'Фирма:';
$_['text_email']		        = 'E-Mail:';
$_['text_telephone']	        = 'Тел. номер:';
$_['text_website']		        = 'Уеб сайт:';
$_['text_order_id']             = 'Поръчка №:';
$_['text_transaction_subject']  = '%s - комисионна на партньор';
$_['text_transaction_received'] = 'Получихте %s комисионна!';
$_['text_transaction_total']    = 'Общата сума на комисионните Ви такси вече е %s.';
