<?php
// Text
$_['text_subject']        = '%s - Благодарим Ви, че се регистрирахте';
$_['text_welcome']        = 'Добре дошли и Ви благодарим, че се регистрирахте в %s!';
$_['text_login']          = 'Вашият профил е регистриран и можете да влезете в системата, като използвате вашия имейл адрес и парола, като посетите нашия сайт или на следния адрес:';
$_['text_approval']       = 'Вашият профил трябва да бъде одобрен от администратор преди да можете да влезете в системата. След като профилът Ви бъде одобрен, ще можете да се идентифицирате с Вашите e-mail адрес и парола, като посетите нашият сайт или на следния адрес:';
$_['text_services']       = 'При влизане в системата, ще имате достъп до други услуги, включително преглед на последните поръчки, печат фактури и редактиране на информацията за вашия профил.';
$_['text_thanks']         = 'Балгодарим Ви,';
$_['text_new_customer']   = 'Нов клиент';
$_['text_signup']         = 'Нов клиент се е регистрирал:';
$_['text_website']        = 'Уеб сайт:';
$_['text_customer_group'] = 'Клиентска група:';
$_['text_firstname']      = 'Име:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Тел. номер:';