<?php
// Text
$_['text_subject']  = 'Изпратиха Ви подарък ваучер от %s';
$_['text_greeting'] = 'Поздравления! Получихте подарък сертификат на стойност %s';
$_['text_from']     = 'Този подарък сертификат е бил изпратено до вас от %s';
$_['text_message']  = 'Съобщение към подаръка';
$_['text_redeem']   = 'За да използвате този подарък, трябва да изпозвате следния код: <b>%s</b>. Можете да щракнете на връзката по-долу за да посетите нашия сайт. След като дабоавите желаните артикули във Вашата кошница, можете да въведете кода за отстъпка на страницата за преглед на кошницата, преди да сте започнали процеса на поръчка.';
$_['text_footer']   = 'Моля, отговорете на този имейл, ако имате някакви въпроси.';
