<?php
// Heading
$_['heading_step_1']         = 'Ліцензійна угода';
$_['heading_step_1_small']   = 'Будь ласка, прочитайте ліцензійну угоду OpenCart';
$_['heading_step_2']         = 'Попередня установка';
$_['heading_step_2_small']   = 'Перевірте налаштування вашого серверу';
$_['heading_step_3']         = 'Конфігурація';
$_['heading_step_3_small']   = 'Введіть деталі адміністрування і бази даних';
$_['heading_step_4']         = 'Інсталяцію завершено';
$_['heading_step_4_small']   = 'Готуйтесь до початку продаж!';
$_['heading_maxmind']        = 'MaxMind';
$_['heading_maxmind_small']  = 'Служба виявлення шахрайства.';
$_['heading_openbay']        = 'OpenBay Pro';
$_['heading_openbay_small']  = 'Інтеграція декількох магазинів';

// Text
$_['text_license']           = 'Ліцензія';
$_['text_installation']      = 'Попередня установка';
$_['text_configuration']     = 'Конфігурація';
$_['text_finished']          = 'Готово';
$_['text_install_php']       = '1. Будь ласка, налаштуйте параметри PHP відповідно до вимог, які перераховані нижче.';
$_['text_install_extension'] = '2. Переконайтеся, що розширення PHP, які перераховані нижче встановлено.';
$_['text_install_db']        = '3. Переконайтеся, що у вас є доступний принаймні один драйвер баз даних.';
$_['text_install_file']      = '4. Переконайтеся, що налаштовано правильні дозволи на файли у списку нижче.';
$_['text_install_directory'] = '5. Переконайтеся, що налаштовано правильні дозволи на нижченаведений список каталогів.';
$_['text_db_connection']     = '1. Будь ласка, введіть свої дані підключення до бази даних.';
$_['text_db_administration'] = '2. Введіть ім\'я користувача та пароль для адміністрування.';
$_['text_congratulation']    = 'Вітаємо! Ви успішно встановили OpenCart.';
$_['text_setting']           = 'Налаштування PHP';
$_['text_current']           = 'Поточні параметри';
$_['text_required']          = 'Потребує налаштувань';
$_['text_extension']         = 'Налаштування розширення';
$_['text_database']          = 'Драйвер бази даних';
$_['text_file']              = 'Файли';
$_['text_directory']         = 'Каталоги';
$_['text_status']            = 'Стан';
$_['text_version']           = 'Версія PHP';
$_['text_global']            = 'Реєстрація глобальних';
$_['text_magic']             = 'Магічні лапки (magic_quotes_gpc)';
$_['text_file_upload']       = 'Відвантаження файлів';
$_['text_session']           = 'Автоматичний запуск сесії';
$_['text_db']            	 = 'База даних';
$_['text_mysqli']            = 'MySQLi';
$_['text_mysql']             = 'MySQL';
$_['text_mpdo']              = 'mPDO';
$_['text_gd']                = 'GD';
$_['text_curl']              = 'cURL';
$_['text_mcrypt']            = 'mCrypt';
$_['text_zlib']              = 'ZLIB';
$_['text_zip']               = 'ZIP';
$_['text_mbstring']          = 'MBstring';
$_['text_on']                = 'Увімкнено';
$_['text_off']               = 'Вимкнено';
$_['text_writable']          = 'Записуємий';
$_['text_unwritable']        = 'Не перезаписуваний';
$_['text_missing']           = 'Відсутньо';
$_['text_forget']            = 'Не забудьте видалити ваш каталог установки!';
$_['text_shop']              = 'До вашого інтернет-магазину';
$_['text_login']             = 'Увійти на сторінку адміністрування';
$_['text_project']           = 'Головна сторінка проекту';
$_['text_documentation']     = 'Документація';
$_['text_support']           = 'Форум підтримки';
$_['text_footer']            = 'Авторське право © 2014 OpenCart - всі права захищені';
$_['text_loading']           = 'Завантаження модулів...';
$_['text_store']             = 'відвідати магазин розширеннь';
$_['text_mail_list']         = 'Підписатися на розсилку';
$_['text_mail_list_small']   = 'Будьте в курсі оновлень і подій OpenCart.';
$_['text_openbay']   		 = 'OpenBay Pro дає продавцям можливість зв\'язати їх магазин з іншими місцями продажів такими як eBay та Amazon. Імпортує замовлення, елементи в списку та інформацію про доставку прямо з OpenCart...';
$_['text_maxmind']   		 = 'MaxMind забезпечує продавцям можливість швидко виявити ризиковані операції, зменшуючи ризик шахрайства і зводить до мінімуму час, проведений на перегляд замовлень, даючи оцінку ризику для кожного з них...';
$_['text_more_info']   		 = 'Детальніше';
$_['text_facebook']   		 = 'Поставте нам вподобайку на Facebook';
$_['text_facebook_info']     = 'Розкажіть нам, наскільки вам подобається OpenCart!';
$_['text_facebook_link']     = 'Відвідайте нашу сторінку Facebook';
$_['text_forum']    	 	 = 'Форуми спільноти';
$_['text_forum_info']    	 = 'Отримати допомогу від інших користувачів OpenCart';
$_['text_forum_link']    	 = 'Відвідайте наші форуми';
$_['text_commercial']    	 = 'Комерційна підтримка';
$_['text_commercial_info']   = 'Розробка послуг від партнерів OpenCart';
$_['text_commercial_link']   = 'Завітайте на нашу сторінку партнерів';
$_['text_view']   		     = 'Переглянути подробиці';
$_['text_download']   		 = 'Завантажити';
$_['text_downloads']   		 = 'Завантаження';
$_['text_price']   		 	 = 'Ціна';
$_['text_view']   		     = 'Переглянути подробиці';
$_['text_maxmind_success']   = 'Встановлення служби шахрайства MaxMind';
$_['text_maxmind_top']   	 = 'Якщо ви не маєте ліцензійний ключ, ви можете';
$_['text_maxmind_link']   	 = 'зареєструватися тут';
$_['text_ebay_about']	 	 = 'eBay це місце багатомільярдного ринку аукціонів і роздрібної торгівлі товарами онлайн, для бізнесу та приватних продавців. Доступний по всьому світу.';
$_['text_amazon_about']	 	 = 'Amazon - онлайновий ринок з фіксованою ціною,  що дозволяє продавцям пропонувати нові і старі елементи, разом з регулярними роздрібними послугами.';

// Entry
$_['entry_db_driver']        = 'DB драйвер';
$_['entry_db_hostname']      = 'Назва хосту';
$_['entry_db_username']      = 'Ім’я користувача';
$_['entry_db_password']      = 'Пароль';
$_['entry_db_database']      = 'База даних';
$_['entry_db_prefix']        = 'Префікс';
$_['entry_username']         = 'Ім’я користувача';
$_['entry_password']         = 'Пароль';
$_['entry_email']            = 'Електронна пошта';
$_['entry_licence_key']      = 'Ліцензійний ключ';
$_['entry_risk']      		 = 'Оцінка ризику';
$_['entry_fraud_status']     = 'Шахрайство: стан замовлень';

// Help
$_['help_maxmind_risk']      = 'Чим вища оцінка тим більша ймовірність, що замовлення є шахрайськими. Встановіть бал між 0 - 100.';
$_['help_maxmind_fraud']     = 'Замовленням що наберуть оцінку більшу ніж була встановлена вами не будуть допущені до автоматичного виконання.';

// Error
$_['error_key'] 			 = 'Потрібен ліцензійний ключ Maxmind';
$_['error_score'] 			 = 'Оцінка від 0 до 100 приймається';
$_['error_db_hostname'] 	 = 'Потрібна назва хоста!';
$_['error_db_username'] 	 = 'Потрібно ім\'я користувача!';
$_['error_db_database']		 = 'Потрібна назва бази даних!';
$_['error_db_prefix'] 		 = 'Префікс БД може містити лише малі літери в діапазоні a-z, 0-9 і знак підкреслення';
$_['error_db_connect'] 		 = 'Помилка: Не вдалося підключитися до бази даних переконайтеся, що сервер бази даних, ім\'я користувача і пароль введено правильно!';
$_['error_username'] 		 = 'Потрібно ім\'я користувача!';
$_['error_password'] 		 = 'Потрібен пароль!';
$_['error_email'] 			 = 'Невірний е-mail!';
$_['error_config'] 			 = 'Помилка: Неможливий запис до config. php будь ласка перевірте правильні налаштування дозволів на: ';

// Buttons
$_['button_continue']        = 'Продовжити';
$_['button_back']            = 'Назад';
$_['button_join']            = 'Реєстрація тут';
$_['button_setup']           = 'Налаштувати зараз';
$_['button_register']        = 'Реєстрація';
$_['button_register_eu']     = 'Реєстрація Європа';
$_['button_register_us']     = 'Реєстрація США';

$_['text_terms'] = 'GNU General Public License

Версія 3, 29 червня 2007

Copyright © 2007 Free Software Foundation, Inc. <http://fsf.org/>

Кожен має право копіювати і розповсюджувати копії цього документа ліцензії, але змінювати його не допускається.
преамбула

GNU General Public License є вільним, авторське ліво ліцензії на програмне забезпечення та інші види робіт.

Ліцензії для більшості програмного забезпечення та інших практичних робіт, щоб позбавити вас свободи спільно використовувати і змінювати їх. На відміну від GNU General Public License призначена гарантувати вашу свободу обмінюватися та модифікувати всі версії програми - переконатися, що він залишиться вільним для всіх його користувачів. Ми, Фонд Вільного Програмного забезпечення, використовуйте GNU General Public License для більшості нашого програмного забезпечення; це відноситься також і до будь-яким іншим творам, таким чином його авторами. Ви можете використовувати її для своїх програм теж.

Коли ми говоримо про вільне ПЗ, ми маємо на увазі свободу, а не ціну. Наші Універсальні Суспільні Ліцензії розроблені, щоб переконатися, що у вас є свобода поширювати копії вільного ПЗ (і отримувати за них, якщо ви хочете), що ви отримуєте вихідний код або можете отримати його, якщо ви хочете, що ви можете змінювати ПО або використовувати його частини в нових вільних програмах, і що ви знаєте, ви можете робити всі ці речі.

Щоб захистити ваші права, ми повинні заборонити іншим відмовляючи вам в цих правах або просити Вас відмовитися від цих прав. Таким чином, у вас є певні обов\'язки, якщо ви поширюєте копії ПЗ або якщо Ви вносите: зобов\'язання поважати свободу інших.

Наприклад, якщо ви поширюєте копії такої програми, безплатно або за винагороду, ви повинні передати одержувачам ті ж свободи, які отримали самі. Ви повинні переконатися, що вони теж отримають чи зможуть отримати вихідний код. І ви повинні показати їм ці умови, щоб вони знали свої права.

Розробники, що використовують GNU GPL захистити ваші права в два етапи: (1) заявляють авторські права на ПЗ, і (2) пропонуємо вам цю ліцензію, що дає вам законне право копіювати, розповсюджувати та / або змінювати його.

Для захисту розробників та авторів, GPL ясно пояснює, що немає ніякої гарантії для цього вільного програмного забезпечення. Заради користувачів, так і авторів, GPL вимагає, щоб модифіковані версії позначалися як змінилися так, що їх проблеми не будуть помилково приписані авторам попередніх версій.

Деякі пристрої призначені для забороняти користувачам доступ до встановлювати або запускати модифіковані версії програмного забезпечення всередині них, хоча виробник може це робити. Це абсолютно несумісно з метою захисту свободи користувачів змінювати програмне забезпечення. Систематичного характеру такого насильства відбувається в області продуктів для індивідуального використання, в якій знаходиться саме там, де це особливо неприйнятно. Таким чином, ми розробили цю версію GPL, щоб заборонити подібну практику на цих продуктів. Якщо такі проблеми виникнуть в інших областях, ми готові розширити це положення для тих доменів, в майбутніх версіях GPL, оскільки потрібно захистити свободу користувачів.

Нарешті, кожній програмі постійно загрожують патенти на програмне забезпечення. Держави не повинні допускати обмеження патентами розробки та використання ПЗ на комп\'ютерах загального призначення, але вони це роблять, ми хочемо уникнути особливу небезпеку, що накладення патентів на вільні програми, що зробить їх, фактично приватною власністю. Щоб запобігти цьому, GPL гарантує, що патенти не можуть бути використані з метою зробити програму невільною.

Точні терміни та умови для копіювання, розповсюдження та модифікації програмного забезпечення.
Терміни та умови
0. Означення.

"Ця Ліцензія" відноситься до версії 3 GNU General Public License.

"Авторське право" має на увазі закони про авторське-як закони, які застосовуються до інших видів робіт, таких як напівпровідникові маски.

"Програма" відноситься до будь авторським правом твір, ліцензоване Даною Ліцензією. Кожен власник ліцензії адресується як "ви". "Ліцензії" і "одержувачі" можуть бути окремі особи чи організації.

Для "змінити" твір означає копіювання або адаптація всього або частини твору у формі, що вимагає дозволу правовласника і відмінне від точного копіювання. В результаті робота називається "модифікованою версією" попереднього твору або твором, "заснованим" на попередньому роботи.

"Ліцензований твір" означає або немодифікованої Програми або твору, похідного від Програми.

"Поширювати" твір означає робити що-небудь з ним, що, без дозволу, зробить вас прямо або побічно відповідальним за порушення відповідно до чинного законом про авторське право, за винятком запуску на комп\'ютері або зміни приватної копії. Поширення включає в себе копіювання, розповсюдження (з або без модифікації), доведення до громадськості, а в деяких країнах, інші дії, а також.

"Передача" твору означає будь-який вид тиражування, який дозволяє третім особам створювати або отримувати копії. Просте взаємодія з користувачем через комп\'ютерну мережу, без передачі копії, не передаючи.

Інтерактивний інтерфейс користувача показує "Відповідні правові сповіщення" в тій мірі, він включає в себе зручний і помітні функції, які (1) відображає відповідне повідомлення про авторські права, і (2) говорить користувачеві, що немає ніякої гарантії на цей твір (крім випадків, коли гарантії надаються), що власники ліцензій можуть передавати твір на умовах цієї Ліцензії, і як подивитися копію цієї Ліцензії. Якщо інтерфейс надає список користувальницьких команд або варіантів, таких як меню, відомий пункт у списку відповідає цьому критерію.
1. Вихідний код.

"Вихідний код" твору означає предпочитаемую форму роботи для створення модифікацій до неї. "Об\'єктний код" означає будь-який вихідний вид роботи.

"Стандартний інтерфейс" означає інтерфейс, який або є офіційним стандартом, встановленим визнаним органом по стандартизації, або, у разі інтерфейсів, специфічних для конкретної мови програмування, той, що широко поширений серед розробників на даній мові.

"Системні бібліотеки" виконуваного твору включають в себе все відмінне від твору в цілому, що () буде включено в нормальному вигляді упаковки Головного Компонента, але яка не є частиною цього Головного Компонента, і (б) служить тільки для використання твору з Головним компонентом або реалізації стандартного інтерфейсу, для якого реалізація доступна для громадськості у формі вихідного коду. "Головний Компонент", в цьому контексті означає головний суттєвий компонент (ядро, віконна система і т.д.) конкретної операційної системи (якщо такі є), на якій працює виконуваний твір робіт або компілятора, який використовується для створення твору, або інтерпретатор об\'єктного коду, використаний для запуску.

"Відповідний Вихідний Текст" твори у формі об\'єктного коду означає весь вихідний код необхідний для генерації, установки, і (для виконуваних творів) об\'єктного коду та модифікації твори, включаючи скрипти, контролюючі ці дії. Тим не менш, він не включає роботу в системні бібліотеки, або інструменти загального призначення або вільно доступні програми, які використовувалися в незмінному вигляді виконання цих дій, але які не є частиною роботи. Наприклад, Відповідний Вихідний включає файли визначення інтерфейсу, пов\'язані з вихідними файлами для роботи, а вихідний код для загальних бібліотек і динамічно пов\'язаних підпрограм, які працюють спеціально розроблені вимагати, таких як пряма передача даних або потік управління між цими підпрограмами та інші частини роботи.

Відповідний Вихідний Текст не зобов\'язаний включати те, що користувач може автоматично згенерувати з інших частин Відповідного Джерело.

Відповідний Вихідний Текст твору у формі вихідного коду є те, що та ж робота.
2. Основні права.

Всі права, надані згідно цієї Ліцензії надаються на термін дії авторських прав на Програму і не можуть бути відкликані за умови що встановлені умови дотримані. Дана Ліцензія однозначно підтверджує Ваші необмежені права на запуск немодифікованої Програми. Результат виконання в ліцензоване твір покривається цієї Ліцензії, тільки якщо вихід, враховуючи його зміст, становить ліцензовану розробку. Ця Ліцензія визнає ваші права справедливого використання або іншого еквівалента, як це передбачено законом про авторське право.

Ви можете створювати, запускати і тиражувати ліцензовані твори, які Ви не передаєте, без умов, до тих пір, поки ліцензія залишається в силі. Ви можете передати ліцензоване твір третім особам з єдиною метою проведення їх внести зміни виключно для Вас, або надання Вам можливості запуску цих творів, за умови, що ви згодні з умовами цієї Ліцензії при передачі всіх матеріалів, на які не контролюють авторське право. Ті, що робить або запускають ліцензовані твори повинні робити це виключно від Вашого імені, під Вашим контролем, на умовах які забороняють їм робити всі копії вашого захищеного авторським правом матеріалу поза їх відносини з вами.

Передача при будь-яких інших обставин дозволяється виключно за умов, зазначених нижче. Субліцензування не допускається; розділ 10 робить це непотрібним.
3. Захист споживачів »Юридичні права від антіобходние Закону.

Ні покриті Роботи не повинні вважатися частиною ефективної технологічної заходи за жодного придатного закону, що реалізує зобов\'язання відповідно до статті 11 договору ВОІВ з авторського права, прийнятої 20 грудня 1996, або аналогічних законів, що забороняють або обмежують обхід таких заходів.

Коли ви передаєте ліцензоване твір, ви відмовляєтеся від будь-яких юридичних повноважень забороняти обхід технічних засобів, поки такий обхід знаходиться в рамках здійснення прав за цією Ліцензії по відношенню до ліцензованої розробці, і Ви відмовляєтеся від будь-яких намірів обмежити дію або модифікацію працювати в якості засобу забезпечення дотримання, проти користувачів розробки, ваших законні права та права третіх осіб заборонити обхід технологічних заходів.
4. Передача екземпляри.

Ви можете передавати точні копії вихідного коду Програми, як ви їх отримали, на будь-якому носії, при умові, що ви відкрито і відповідним чином опублікуєте в кожній копії відповідне повідомлення про авторські права; зберігаєте недоторканими всі повідомлення, які заявляють, що ця Ліцензія та будь-які не дозволяють умови, додані у відповідності до розділу 7, застосовні до коду; залишати недоторканими всі повідомлення про відсутність гарантій; і надати всім одержувачам копії цієї Ліцензії разом з Програмою.

Ви можете встановити будь-яку ціну, або не ціна за кожну копію, що ви передаєте, також Ви можете пропонувати підтримку або гарантії за плату.
5. Передача модифікованих вихідних версій.

Ви можете передавати роботу, засновану на Програмі, або модифікації провести його від Програми, у формі вихідного тексту відповідно до положень розділу 4, за умови, що ви виконаєте всі ці умови:

     ) Твір має містити видимі повідомлення, які стверджують що Ви змінили його, і містять дійсну дату.
     б) розробка повинна нести видимі повідомлення, які заявляють, що вона випущена згідно цієї Ліцензії та будь-яких умов, доданими під главою 7. Дана вимога змінює вимогу секції 4 "залишати недоторканими всі повідомлення".
     в) Ви повинні ліцензувати всю роботу в цілому, відповідно до цієї Ліцензії на будь-кого, хто захоче отримати копію. Дана Ліцензія поширюватися з усіма відповідними умовами глави 7, на весь твір, і всі його частини, незалежно від того, як вони упаковані. Ця Ліцензія не дає ніякого дозволу ліцензувати роботу в будь-який інший формі, але це не скасовує такий дозвіл, якщо ви окремо отримали його.
     d) Якщо робота має інтерактивні інтерфейси, кожен повинен відображати Відповідні Правові Повідомлення; Однак, якщо Програма має інтерфейси, які не відображають Відповідні Правові Повідомлення, Ваш твір має змушувати їх робити це.

Компіляція ліцензованого твори з іншими окремими і незалежними творами, які не є за своєю природою розширеннями ліцензованої діяльності, і які не об\'єднані з нею таким чином, щоб сформувати велику програму, в або на носії інформації або розповсюдження середа, називається "агрегацією", якщо компіляція і її сумарні авторські права не використовуються для обмеження доступу або законних прав користувачів компіляції сильніше, ніж зазначено в ліцензії кожного з окремих творів. Включення ліцензованого твори, в сукупності не викликає цей Ліцензії на інші частини агрегату.
6. Передача неісходний форми.

Ви можете передавати ліцензовану розробку у формі об\'єктного коду на умовах розділів 4 і 5, за умови, що ви також передаєте Відповідний Вихідний Текст на умовах цієї Ліцензії, в одному з таких способів:

     ) При передачі об\'єктного коду в або втілену в, фізичний продукт (включно фізичний дистрибутивний носій) разом з Відповідним Вихідним Текстом, розташованим на фізичному носії, зазвичай використовуються для передачі програмного забезпечення.
     б) При передачі об\'єктного коду в або втілену в, фізичний продукт (включно фізичний дистрибутивний носій) разом з письмовою пропозицією, дійсним не менше трьох років і дійсним, поки Ви надаєте запасні частини або підтримку для цього моделі продукту, надати будь-якому власникові об\'єктного коду або (1) копію Відповідного вихідний текст для всього пО продукту, на який поширюється Даною Ліцензією, на фізичному носії, зазвичай використовуються для передачі програмного забезпечення, за ціною, що не більше, ніж ваш розумною ціною фізично виконати цю передачу вихідного тесту, або (2) можливість скопіювати Відповідний Вихідний Текст з мережевого сервера без справляння плати.
     в) передавати індивідуальну копії об\'єктного коду з копією письмової обіцянки надати Відповідний Вихідний. Ця альтернатива допускається тільки зрідка і на некомерційній основі, і тільки якщо ви отримали об\'єктний код з такою пропозицією, відповідно до пункту 6б.
     d) Передайте об\'єктний код, надаючи доступ з виділеного місця (безкоштовно або за плату) і надаєте аналогічний доступ до відповідної Джерело таким же чином, через того ж місця, без подальшої оплати. Вам не потрібно вимагати, щоб одержувачі скопіювати Відповідний вихідний код разом з об\'єктним кодом. Якщо місце для копіювання об\'єктний код мережевий сервер, Відповідний Вихідний може бути на іншому сервері (обслуживаемом Вами, або третіми особами), яке підтримує аналогічні можливості копіювання, якщо Ви підтримуєте ясні вказівки на наступний об\'єктний код кажучи, де знайти Відповідний Вихідний. Незалежно від того, на якому сервері розташований Відповідний Вихідний Текст, Ви зобов\'язані переконатися в тому, що він доступний стільки, скільки необхідно для задоволення цих вимог.
     е) При передачі об\'єктного коду з використанням передачі рівний-рівному, якщо ви повідомите інших однолітків, де об\'єктний код і Відповідний Вихідний Текст які пропонуються для широкої публіки безкоштовно згідно з пунктом 6г.

Віддільні частини об\'єктного коду, чий вихідний код виключений з Відповідного джерела у вигляді бібліотечна система, не потрібно включати в передачі об\'єктного коду.

"Користувацький Продукт" це або (1) "споживчий товар", що означає будь-які форми матеріального особистого майна, які використовуються для особистих, цілей сім\'ї чи домогосподарства, або (2) або спроектоване або продається для установки будинку. При визначенні, чи є продукт споживчим товаром, сумнівні випадки повинні бути вирішені на користь покриття. Для конкретного продукту, отриманого конкретним користувачем, "звичайно використовується" відноситься до типового або поширене використання такого типу продуктів, незалежно від статусу конкретного користувача або того, яким чином конкретний користувач використовує, або розраховує, або передбачається використовувати, продукт. Продукт є споживчим товаром безвідносно того, чи має продукт істотні використання комерційних, промислових або непродовольчих, якщо таке використання не являє собою єдиний істотний режим використання продукту.

"Встановленню" Продукту Користувача означає будь-які методи, процедури, ключі доступу та іншу інформацію, необхідну для установки і запуску модифікованих версій ліцензованого твори в Продукті Користувача з модифікованої версій Відповідного Джерело. Інформація повинна бути достатня для того, щоб продовжив функціонування модифікованого об\'єктного коду ні в якому разі не обмежується або спотворюється через вироблених змін.

Якщо ви передаєте об\'єктний код в цьому розділі в, або с, або спеціально для використання в Користувача, і передача відбувається як частина угоди, в якій право володіння та використання Продукту передано одержувачу довічно або протягом певного строку (незалежно від того, як угода характеризується), Відкритий вихідний код, який передається згідно даній главі повинен супроводжуватися інформація по установці. Але ця вимога не застосовується, якщо ні Ви, ні треті особи не можливості встановити модифікований об\'єктний код на Користувальницький Продукт (наприклад, робота була встановлена в ROM).

Вимога про надання інформації по установці не включає в себе вимогу продовжувати надавати службу підтримки, гарантії або оновлень для розробки, яка була модифікована або встановлена одержувачем, або для Продукту, в якому він був змінений або встановлений. Доступ до мережі може бути заборонений, якщо сама модифікація суттєво і негативно діє на роботу мережі, або порушує правила і протоколи передачі даних у мережі.

Відповідний Вихідний і настановна інформація, відповідно до положень цього розділу повинні бути в форматі, який публічно документально (і з реалізацією, доступною для громадськості у формі вихідного коду), а не повинні вимагати ніякого спеціального пароля або ключа для розпакування, читання або копіювання.
7. Додаткові умови.

"Додаткові дозволи" є умови, які доповнюють умови цієї Ліцензії, роблячи виключення з одного або декількох умов. Додаткові вимоги, які застосовуються до всієї Програми, мають бути розцінені як якби вони були включені в Дану Ліцензію, в тій мірі, що вони дійсні згідно придатного закону. Якщо додаткові дозволи застосовуються тільки до частини Програми, ця частина може бути використана окремо на цих умовах, але вся Програма залишається під дією цієї Ліцензії без урахування додаткових дозволів.

Коли ви передаєте копію ліцензованого твори, Ви можете за вашим вибором видаляти будь-які додаткові дозволи з цієї копії, або з будь-якої її частини. (Додаткові дозволи можуть бути вимагати їх видалення в певних випадках, коли ви змінюєте свою роботу.) Ви можете розмістити додаткові дозволи до матеріалів, доданим вами в ліцензоване твір, за який ви маєте або можете надати дозвіл правовласника.

Незважаючи на будь-які інші положення цієї Ліцензії, на матеріал, додати до ліцензованої розробці, Ви можете (якщо дозволено держателями авторських прав на матеріал) доповнити умови цієї Ліцензії наступними умовами:

     а) Відмова від гарантій або обмеження відповідальності інакше, ніж встановлено в главах 15 і 16 цієї ліцензії; або
     б) Вимога збереження певних розумних юридичних повідомлень або авторства в матеріалі, або в відповідне повідомлення, що відображаються твором, їх містить; або
     в) Заборона на спотворення походження цього матеріалу, або вимагати, щоб змінені версії такого матеріалу були відзначені розумними способами як відмінні від оригінальної версії; або
     d) Обмеження на використання, з метою реклами імен ліцензіарів або авторів матеріалу; або
     д) Відмова надавати права згідно закону про торгову марку для використання деяких торгових назв, торгових марок, знаків або знаків обслуговування; або
     е) Вимога звільнення від відповідальності ліцензіарів та авторів матеріалу кожного, хто передає матеріал (або змінені його версії) з договірними прийняттям відповідальності одержувачем, для будь-якої відповідальності, яку ці договірні припущення напряму накладають на правовласників і авторів.

Всі інші не дозволяють додаткові умови вважаються "додатковими заборонами" за змістом розділу 10. Якщо Програма, як ви її отримали, або будь-якої його частини, містить повідомлення про те, що він регулюється цієї Ліцензії разом з терміном, який це додаткове обмеження, ви можете видалити цей термін. Якщо документ ліцензії містить додаткові заборони, але допускає реліцензірованіе або передачу на умовах цієї Ліцензії, Ви можете додати до ліцензованої розробці матеріал, захищений умовами того ліцензійного документа, за умови, що додатковий заборона не зберігається при такому реліцензірованіі або передачі.

Якщо ви додаєте умови в ліцензоване твір відповідно до положень цього розділу, ви повинні поставити у відповідних вихідних файлах, твердження про те, що додаткові умови застосовуються до цих файлів, а також повідомлення про те де шукати дані умови.

Додаткові умови, дозволяти чи не дозволяти, можуть бути викладені у формі окремої ліцензії, або встановлені як виключення; вищевказані вимоги застосовуються в будь-якому випадку.
8. Припинення дії.

Ви не можете тиражувати або змінювати ліцензовану розробку окрім як явно на умовах цієї Ліцензії. Будь-яка спроба тиражування або зміни є недійсними і автоматично припиняє ваші права згідно цієї Ліцензії (включаючи будь патентні ліцензії, надані відповідно до третього параграфу глави 11).

Однак, якщо Ви припиняєте порушення Даною Ліцензії, тоді ваша ліцензія від конкретного правовласника відновлюється (а) тимчасово, до тих пір поки правовласник явно і остаточно не закінчить дію Вашої ліцензії, і (б) постійно, якщо правовласник не повідомити Вас про порушення за допомогою належних засобів в термін 60 днів після припинення.

Крім того, ваша ліцензія від конкретного правовласника відновлюється на постійній основі, якщо правовласник повідомляє Вас про порушення за допомогою належних засобів, це перший раз, коли ви отримали повідомлення про порушення даної Ліцензії (для будь-якого твору) від цього правовласника, і ви вилікувати порушення протягом 30 днів після отримання повідомлення.

Припинення Ваших прав згідно даної секції не позбавляє прав людей, які отримали копії або права від Вас згідно цієї Ліцензії. Якщо ваші права були припинені і не відновлені на постійній основі, ви не можете отримати нову ліцензію на той самий матеріал згідно главі 10.
9. Угода не потрібно для копіювання.

Ви не зобов\'язані приймати цю Ліцензію, щоб отримати або запустити копію Програми. У доповненні, тиражування ліцензованого твори, що відбувається виключно як наслідок використання передачі з\'єднання рівноправних вузлів ЛВС, щоб отримати копії, також не вимагає прийняття. Тим не менш, нічого крім цієї Ліцензії, не дає вам права тиражування або зміни будь-яких ліцензованих творів. Ці дії порушують авторське право, якщо Ви не приймаєте цю Ліцензію. Тому, змінюючи або поширення ліцензовану розробку, Ви підтверджуєте свою згоду з цією Ліцензією.
10. Автоматичне ліцензування Downstream одержувачів.

Кожен раз, коли ви передаєте ліцензоване твір, одержувач автоматично отримує від першого ліцензіарів на запуск, зміна та тиражування твору, підлеглого Даною Ліцензії. Ви не несете відповідальності за дотримання третіми особами з цією Ліцензією.

"Юридична угода" управління транзакціями передача організації, або практично всі активи такої, або поділ організації, або злиття організацій. Якщо поширення ліцензованої результати роботи з юридичної угоди, кожна сторона угоди, яка отримує копію твору також отримує всі ліцензії на роботу попередник боку мав чи міг видати відповідно до попереднього пункту, а також право на володіння відповідного Джерело роботи від попередника в інтерес, якщо попередник має його або може отримати його при розумних зусиллях.

Ви не можете накладати додаткові обмеження на здійснення прав, наданих або підтверджених згідно цієї Ліцензії. Наприклад, ви не можете накладати ліцензійні збори, роялті, або інші види виплат за здійснення прав, наданих згідно цієї Ліцензії, і Ви не можете ініціювати судовий процес (включаючи поперечне або зустрічний позов в судовому процесі), стверджуючи, що будь-яке патентне вимога порушено шляхом створення, використання, продажу, пропонування для продажу або імпорту Програми або її частини.
11. Патенти.

"Вкладник" правовласник, який дозволяє використання відповідно до цієї Ліцензії Програми або твору, на якому заснована Програма. Ліцензований таким чином, називається вкладника "версією учасника".

"Основні патентні вимоги" вкладника все патентні претензії, належать або контролюються учасник, або вже придбані, або намічені для придбання, які будуть порушені тим чи іншим чином, не заборонені цієї Ліцензії, включаючи створення, використання або продаж версії вкладника, але не включають в себе вимоги, які будуть порушені тільки як наслідок подальшої модифікації версії вкладника. Для цілей даного визначення, "контроль" включає в себе право видавати патентні субліцензії відповідно до вимог цієї Ліцензії.

Кожен учасник надає вам невиключну, всесвітню, безоплатну ліцензію на патент, відповідно до основних патентним вимогам вкладника, щоб, використовувати, продавати, пропонувати для продажу, імпортування та запуск, зміна та тиражування вмісту версії вкладника.

У наступних трьох пунктах, "патентна ліцензія" є будь-який вираз угоди чи зобов\'язання, однак виражається, не застосовувати патент (наприклад, видача прав на використання патенту або угода не подавати до суду за порушення патенту). "Видати" таку патентну ліцензію однієї зі сторін означає укласти таку угоду або зобов\'язання не застосовувати патент проти цієї сторони.

Якщо Ви передаєте ліцензоване твір, свідомо покладаючись на патентної ліцензії, і Відповідний Вихідний роботи недоступна нікому для копіювання, безкоштовно і відповідно до умов цієї Ліцензії, через загальнодоступний сервер або іншими легкодоступними означає, то ви повинні або (1) викликають Відповідний Вихідний бути так доступний, або (2) позбавити себе посібники патентної ліцензії на дане конкретне твір, або (3) вжити заходів, відповідно до вимоги цієї ліцензії, розширити патентної ліцензії для подальших одержувачів. "Свідомо грунтуючись" означає що Ви знаєте, що, але для патентної ліцензії, ваша передачі ліцензовану розробку в країні, або використання вашого одержувача ліцензованої розробки в країні, порушить один або більше ідентифікованих патентів в цій країні, що ви є підстави вважати, є дійсними.

Якщо відповідно до або у зв\'язку з конкретною операцією або угодою Ви передаєте, поширюються шляхом налагодження передачі, ліцензоване твір, і надати патентну ліцензію деякі зі сторін, які отримують ліцензовану розробку, даючи їм право використовувати, поширювати, змінювати або передати конкретний екземпляр ліцензійного твори, то патентна ліцензія, яку Ви надаєте автоматично поширюється на всіх одержувачів ліцензованого твори заснованого на ній.

Патентна ліцензія є "дискримінаційною", якщо вона не включає в рамках свого охоплення, забороняє здійснення, або обумовлена на нездійснення одного або більше прав, які явно видаються згідно цієї Ліцензії. Ви не можете передавати ліцензовану розробку, якщо ви зі сторін угоди з третьою стороною, яка займається дистрибуцією програмного забезпечення, під яким ви виробляєте виплату третій особі залежно від ступеня вашої активності транспортування роботу, і відповідно до якого третя особа видає, на будь-який з сторін, які отримали б ліцензовану розробку від Вас, дискримінаційну патентну ліцензію () у зв\'язку з копіями ліцензованого твори, переданими Вами (або копіями, зробленими з цих примірників), або (б) в першу чергу для і в зв\'язку з конкретними продуктами або збірками, що містять ліцензовану розробку, якщо Ви не вступили в угоду чи патентна ліцензія не надана до 28 березня 2007р.

Ніщо в цій Ліцензії не повинно тлумачитися як виключення або обмеження будь-яких можливих ліцензії або інших способів протидії порушенню, які в іншому випадку можуть бути доступні для Вас відповідно до застосовного патентному закону.
12. Чи не відмовляти свободі інших.

Якщо умови накладені на вас (за постановою суду, за угодою або іншим), які суперечать умовам цієї Ліцензії, вони не звільняють вас від умов даної Ліцензії. Якщо ви не можете передавати ліцензовану розробку, так щоб задовольнити одночасно ваші зобов\'язання по даній Ліцензії та будь-які інші стосуються справи зобов\'язання, то, як наслідок, ви можете не поширювати її зовсім. Наприклад, якщо ви згодні з умовами, зобов\'язуючими Вас збирати авторські відрахування з тих, кому ви передаєте Програму, єдиний спосіб, яким Ви могли задовольнити цим умовам і цієї Ліцензії буде повністю утриматися від передачі Програми.
13. Використання з GNU Affero General Public License.

Незважаючи на будь-які інші положення цієї Ліцензії, Ви маєте дозвіл підключати або поєднувати будь ліцензоване твір з твором, ліцензованим згідно версії 3 GNU Affero General Public License в єдине комбіноване твір і передавати його. Умови цієї Ліцензії продовжують діяти в частині, яка під нею, але спеціальні вимоги GNU Affero General Public License, розділ 13, щодо взаємодії через мережу буде застосовуватися до поєднання як такої.
14. Виправлені версії цієї Ліцензії.

Фонд вільного програмного забезпечення може публікувати виправлені та / або нові версії ліцензії GNU General Public License, час від часу. Такі нові версії будуть подібні за духом до поточної версії, але можуть відрізнятися в деталях, спрямованих на нові проблеми чи обставини.

Кожна версія має унікальний номер версії. Якщо програма визначає, що конкретний номер версії GNU General Public License "або будь-якої пізнішої версії" застосовна до неї, у вас є можливість слідувати визначенням і умовам небудь версії зазначеного номера, або будь-якої пізнішої версії, опублікованій Free Software фонд. Якщо програма не вказує номер версії GNU General Public License, ви можете вибрати будь-яку версію, коли небудь опубліковану Free Software Foundation.

Якщо програма визначає, що проксі-сервер може вирішити, які можуть бути використані майбутні версії GNU General Public License, публічна заява такого проксі по прийнятті версії на постійній основі дає Вам право вибрати цю версію для Програми.

Пізніше версії ліцензії можуть дати Вам додаткові або інші дозволи. Тим не менш, ніякі додаткові зобов\'язання не сплачуються автора або правовласника як результат Вашого вибору наступних версій.
15. Відмова від гарантійних зобов\'язань.

Немає жодних гарантій ДЛЯ ПРОГРАМИ, ДО СТУПЕНЯ, дозволені чинним законодавством. Якщо інше не зазначено ПИСЬМОВО, ВЛАСНИКИ АВТОРСЬКИХ ПРАВ ТА / АБО ІНШІ СТОРОНИ НАДАЮТЬ ПРОГРАМУ "ЯК Є" БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ, ПРЯМИХ АБО НЕПРЯМИХ, ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ ОБОВ\'ЯЗКОВІ ГАРАНТІЇ ПРИДАТНОСТІ ДЛЯ КОНКРЕТНИХ ЦІЛЕЙ , ВЕСЬ РИЗИК ЯКОСТІ ТА ПРОДУКТИВНОСТІ ПРОГРАМИ З ВАМИ. ЯКЩО ПРОГРАМА ДЕФЕКТНИМИ, ВСІ НА СЕБЕ ВАРТІСТЬ ОБСЛУГОВУВАННЯМ, РЕМОНТУ АБО ВИПРАВЛЕННЯ.
16. Обмеження відповідальності.

НІ В’ЯКОМУ РАЗІ, ЯКЩО НЕ ПОТРІБНО ЗАКОНОДАВСТВОМ АБО ЗГОДИ ПИСЬМОВО, НЕ БУДЕ ЖОДЕН ВЛАСНИК COPYRIGHT АБО ІНША СТОРОНА, ЩО MODIFIES І / АБО переданих програм, ЯК БУЛО ДОЗВОЛЕНО ВИЩЕ, НЕ НЕСЕ ВІДПОВІДАЛЬНОСТІ ПЕРЕД ВАМИ ЗА ЗБИТКИ, ВКЛЮЧАЮЧИ БУДЬ ЗАГАЛЬНІ, СПЕЦІАЛЬНІ, ВИПАДКОВІ АБО ПОБІЧНІ ЗБИТКИ, ЩО ВИНИКАЮТЬ В РЕЗУЛЬТАТІ використання або неможливості використання ПРОГРАМИ (ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ, вТРАТУ ДАНИХ АБО ЇХ ВИЯВЛЯЄТЬСЯ неточної або втрати, понесені ТРЕТІМИ, АБО ВІД ПРОГРАМИ З ІНШИМИ ПРОГРАМАМИ), НАВІТЬ ЯКЩО ТАКИЙ ВЛАСНИК ЧИ ІНШІЙ БУЛО ВІДОМО ПРО МОЖЛИВІСТЬ ТАКИХ ЗБИТКІВ.
17. Інтерпретація розділах 15 і 16.

Якщо відмова від гарантії або обмеження відповідальності представлені вище не можуть бути виконані в законну силу відповідно до їх умовами, які розглядають суди повинні застосувати місцевий закон, який найбільш наближений до абсолютного відмови від всієї цивільної відповідальності у зв\'язку з Програмою, якщо гарантія або припущення відповідальності супроводжує копію Програми в обмін на плату.

END УМОВ
Як застосувати ці умови до Ваших нових програм

Якщо ви розробляєте нову програму і хочете, щоб вона принесла максимально корисна громадськості, кращий спосіб домогтися цього, щоб зробити його вільним програмним забезпеченням, яке кожен зможе поширювати і змінювати згідно з даними умовами.

Щоб зробити це, додайте наступні повідомлення програми. Це безпечний, щоб прикріпити їх до початку кожного вихідного файлу, щоб найбільш ефективно заявити про відсутність гарантій; і кожен файл повинен містити щонайменше рядок "захисту авторського права" і покажчик туди, де повне повідомлення.

     <Одна рядок для назви програми та короткий опис, що вона робить.>
     Copyright (C) <рік> <ім\'я автора>

     Ця програма є вільним програмним забезпеченням: ви можете розповсюджувати та / або змінювати
     це відповідно до умов в GNU General Public License, опублікованій
     Фонд вільного програмного забезпечення, або версії 3 ліцензії, або
     (За вашим вибором) будь-якої пізнішої версії.

     Ця програма поширюється в надії, що вона буде корисна,
     але БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ; навіть без гарантій
     Чи ПРИДАТНОСТІ ДЛЯ ПЕВНИХ ЦІЛЕЙ. см
     GNU General Public License для більш докладної інформації.

     Ви мали отримати копію GNU General Public License
     разом з цією програмою. Якщо ні, см <http://www.gnu.org/licenses/>.

Крім того, додати інформацію про те, як зв\'язатися з вами по електронній і звичайній пошті.

Якщо програма робить термінал взаємодії, зробити його вихід короткий термін, як це, коли вона починає в інтерактивному режимі:

     <Програма> Copyright (C) <рік> <ім\'я автора>
     Ця програма поставляється БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ; Для отримання детальної інформації наберіть `шоу W \'.
     Це вільне програмне забезпечення, і ви можете поширювати її
     за певних умов; наберіть `шоу з \'для отримання докладної інформації.

Гіпотетичні команди `показують, що W \'і` шоу з\' повинні показувати відповідні частини Загальної Публічної Ліцензії. Звичайно, команди вашої програми можуть бути іншими; для графічного інтерфейсу користувача, ви б використовували "про ящик".

Ви також повинні отримати ваш роботодавець (якщо ви працюєте в якості програміста) або в школі, якщо такі є, повинні підписати "відмова від авторських прав" на програму, якщо це необхідно. Для отримання більш детальної інформації про це, і як застосовувати і слідувати GNU GPL, см <http://www.gnu.org/licenses/>.

GNU General Public License не дозволяє включати вашу програму в патентовані програми. Якщо ваша програма є бібліотекою підпрограм, ви можете розглянути його більш корисним буде дозволити зв\'язування пропрієтарних програм за допомогою бібліотеки. Якщо це те, що ви хочете зробити, використовувати GNU Lesser General Public License замість цієї Ліцензії. Але спочатку прочитайте, будь ласка, <http://www.gnu.org/philosophy/why-not-lgpl.html>.';

