<?php
// Heading
$_['heading_title']					= 'Αντικαταβολή';

// Text
$_['text_payment']					= 'Πληρωμή';
$_['text_success']					= 'Επιτυχία: Έχετε τροποποιήσει την Αντικαταβολή!';
$_['text_edit']                     = 'Επεξεργασία Αντικαταβολής';

// Entry
$_['entry_total']					= 'Σύνολο';
$_['entry_order_status']			= 'Κατάσταση παραγγελίας';
$_['entry_geo_zone']				= 'Γεωγραφική ζώνη';
$_['entry_status']					= 'Κατάσταση';
$_['entry_sort_order']				= 'Σειρά Εμφάνισης';

// Help
$_['help_total']					= 'Το σύνολο στο οποίο πρέπει να φτάσει η παραγγελία για να ενεργοποιηθεί αυτή η μέθοδος πληρωμής.';

// Error
$_['error_permission']				= 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε την Αντικαταβολή!';