<?php
// Heading
$_['heading_title']    = 'Πρώτα σε πωλήσεις';

// Text
$_['text_module']      = 'Πρόσθετα';
$_['text_success']     = 'Έχετε τροποποιήσει επιτυχώς το πρόσθετο Πρώτα σε πωλήσεις!';
$_['text_edit']        = 'Επεξεργαστείτε το πρόσθετο Πρώτα σε πωλήσεις';

// Entry
$_['entry_limit']      = 'Όριο';
$_['entry_image']      = 'Εικόνα (W χ Χ) και αλλαγή του μέγεθους του τύπου';
$_['entry_width']      = 'Πλάτος';
$_['entry_height']     = 'Ύψος';
$_['entry_status']     = 'Κατάσταση';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε το πρόσθετο Πρώτα σε πωλήσεις!';
$_['error_module']     = 'Προειδοποίηση: Πρόσθετο που απαιτείται!';
$_['error_image']      = 'Διαστάσεις εικόνας πλάτος &amp; ύψος απαιτούνται!';