<?php
// Heading
$_['heading_title']    = 'Προτεινόμενα';

// Text
$_['text_module']      = 'Πρόσθετα';
$_['text_success']     = 'Επιτυχία: Έχετε τροποποιήσει το προτεινόμενο πρόσθετο!';
$_['text_edit']        = 'Επεξεργασία Προτεινόμενου Πρόσθετου';

// Entry
$_['entry_product']    = 'Προϊόντα';
$_['entry_limit']      = 'Όριο';
$_['entry_image']      = 'Εικόνα (Π x Υ) και Αλλαγή Μεγέθους Τύπου';
$_['entry_width']      = 'Πλάτος';
$_['entry_height']     = 'Ύψος';
$_['entry_status']     = 'Κατάσταση';

// Help
$_['help_product']     = '(Αυτόματη συμπλήρωση)';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε το προτεινόμενο πρόσθετο!';
$_['error_module']     = 'Προειδοποίηση: Απαιτούμενο Πρόσθετο!';
$_['error_image']      = 'Απαιτούνται διαστάσεις εικόνας: πλάτος &amp; ύψος!';