<?php
// Heading
$_['heading_title']     = 'HTML περιεχόμενο';

// Text
$_['text_module']       = 'Πρόσθετα';
$_['text_success']      = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει το HTML περιεχόμενο της ενότητας!';
$_['text_edit']         = 'Επεξεργασία του HTML περιεχομένου της ενότητας';

// Entry
$_['entry_heading']     = 'Τίτλος';
$_['entry_description'] = 'Περιεχόμενο';
$_['entry_status']      = 'Κατάσταση';

// Error
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε το περιεχόμενο HTML της ενότητας!';
$_['error_module']      = 'Προειδοποίηση: Απαιτείται ενότητα!';