<?php
// Heading
$_['heading_title']    = 'Τελευταία';

// Text
$_['text_module']      = 'Πρόσθετα';
$_['text_success']     = 'Επιτυχία: Έχετε τροποποιήσει τα τελευταία πρόσθετα!';
$_['text_edit']        = 'Επεξεργαστείτε τα τελευταία πρόσθετα';

// Entry
$_['entry_limit']      = 'Όριο';
$_['entry_image']      = 'Εικόνα (Μ χ Υ) και αλλαγή του μέγεθους του τύπου';
$_['entry_width']      = 'Πλάτος';
$_['entry_height']     = 'Ύψος';
$_['entry_status']     = 'Κατάσταση';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε το τελευταίο πρόσθετο!';
$_['error_module']     = 'Προειδοποίηση: Πρόσθετο που απαιτείται!';
$_['error_image']      = 'Απαιτούνται διαστάσεις πλάτος εικόνας &amp; ύψος!';