<?php
// Heading
$_['heading_title']                = 'Πίνακας ελέγχου';

// Text
$_['text_order_total']             = 'Σύνολο παραγγελιών';
$_['text_customer_total']          = 'Σύνολο πελατών';
$_['text_sale_total']              = 'Συνολικές πωλήσεις';
$_['text_online_total']            = 'Συνδεδεμένοι τώρα';
$_['text_map']                     = 'Παγκόσμιος Χάρτης';
$_['text_sale']                    = 'Στατιστικά πωλήσεων';
$_['text_activity']                = 'Πρόσφατη δραστηριότητα';
$_['text_recent']                  = 'Τελευταίες παραγγελίες';
$_['text_order']                   = 'Παραγγελίες';
$_['text_customer']                = 'Πελάτες';
$_['text_day']                     = 'Σήμερα';
$_['text_week']                    = 'Εβδομάδα';
$_['text_month']                   = 'Μήνας';
$_['text_year']                    = 'Έτος';
$_['text_view']                    = 'Δείτε περισσότερα...';

// Error
$_['error_install']                = 'Προειδοποίηση: Ο φάκελος install υπάρχει ακόμη και πρέπει να διαγραφεί για λόγους ασφαλείας!';