<?php
// Heading
$_['heading_title']    = 'Διαχείριση εικόνων';

// Text
$_['text_uploaded']    = 'Επιτυχία: Το αρχείο έχει φορτωθεί!';
$_['text_directory']   = 'Επιτυχία: Ο κατάλογος δημιουργήθηκε!';
$_['text_delete']      = 'Επιτυχία: Το αρχείο ή ο κατάλογος έχει διαγραφεί!';

// Entry
$_['entry_search']     = 'Αναζήτηση..';
$_['entry_folder']     = 'Όνομα φακέλου';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν επιτρέπεται η πρόσβαση!';
$_['error_filename']   = 'Προειδοποίηση: Το όνομα του αρχείου πρέπει να είναι μεταξύ 3 και 255 χαρακτήρων!';
$_['error_folder']     = 'Προειδοποίηση: Το όνομα του φακέλου πρέπει να είναι μεταξύ 3 και 255 χαρακτήρων!';
$_['error_exists']     = 'Προειδοποίηση: Ένα αρχείο ή φάκελος υπάρχει ήδη με το ίδιο όνομα!';
$_['error_directory']  = 'Προειδοποίηση: Ο κατάλογος δεν υπάρχει!';
$_['error_filetype']   = 'Προειδοποίηση: Εσφαλμένος τύπος αρχείου!';
$_['error_upload']     = 'Προειδοποίηση: Το αρχείο μπορεί να φορτωθεί για άγνωστο λόγο!';
$_['error_delete']     = 'Προειδοποίηση: Δεν μπορείτε να διαγράψετε αυτόν τον κατάλογο!';