<?php
// header
$_['heading_title']   = 'Ξεχάσατε τον κωδικό σας;';

// Text
$_['text_forgotten']  = 'Ξέχασα τον κωδικό';
$_['text_your_email'] = 'Το e-mail σας';
$_['text_email']      = 'Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου που σχετίζεται με το λογαριασμό σας. Κάντε κλικ στην υποβολή για να λάβετε έναν σύνδεσμο επαναφοράς κωδικού στο e-mail σας.';
$_['text_success']    = 'Έχει αποσταλεί ένα μήνυμα με έναν σύνδεσμο επιβεβαίωσης στο e-mail σας.';

// Entry
$_['entry_email']     = 'Διεύθυνση email';
$_['entry_password']  = 'Νέος κωδικός';
$_['entry_confirm']   = 'Επιβεβαίωση';

// Error
$_['error_email']     = 'Προειδοποίηση: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν βρέθηκε στα αρχεία μας, παρακαλώ δοκιμάστε ξανά!';
$_['error_password']  = 'Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ 3 και 20 χαρακτήρων!';
$_['error_confirm']   = 'Ο κωδικός πρόσβασης και η επιβεβαίωση κωδικού πρόσβασης δεν ταιριάζουν!';