<?php
// header
$_['heading_title']  = 'Διαχείριση';

// Text
$_['text_heading']   = 'Διαχείριση';
$_['text_login']     = 'Παρακαλούμε εισάγετε τα στοιχεία σύνδεσής σας.';
$_['text_forgotten'] = 'Ξέχασα τον κωδικό';

// Entry
$_['entry_username'] = 'Όνομα χρήστη';
$_['entry_password'] = 'Κωδικός';

// Button
$_['button_login']   = 'Σύνδεση';

// Error
$_['error_login']    = 'Καμία αντιστοιχία για το όνομα χρήστη ή/και τον κωδικό πρόσβασης.';
$_['error_token']    = 'Μη έγκυρο συνεδρία. Παρακαλούμε συνδεθείτε πάλι.';