<?php
// header
$_['heading_title']  = 'Επαναφέρετε τον κωδικό πρόσβασης';

// Text
$_['text_reset']     = 'Επαναφέρετε τον κωδικό πρόσβασης!';
$_['text_password']  = 'Εισάγετε το νέο κωδικό πρόσβασης που επιθυμείτε να χρησιμοποιήσετε.';
$_['text_success']   = 'Επιτυχία: Ο κωδικό πρόσβασής σας έχει επιτυχώς ενημερωθεί.';

// Entry
$_['entry_password'] = 'Κωδικός';
$_['entry_confirm']  = 'Επιβεβαίωση';

// Error
$_['error_password'] = 'Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ 5 και 20 χαρακτήρων!';
$_['error_confirm']  = 'Ο κωδικός πρόσβασης και η επιβεβαίωση κωδικού πρόσβασης δεν ταιριάζουν!';