<?php
// Heading
$_['heading_title']          = 'Атрибути';

// Text
$_['text_success']           = 'Успех: Вие модифицирахте атрибутите!';
$_['text_list']              = 'Списък с атрибути';
$_['text_add']               = 'Добави Атрибут';
$_['text_edit']              = 'Редактирай Атрибут';

// Column
$_['column_name']            = 'Име на Атрубит';
$_['column_attribute_group'] = 'Групи атрибути';
$_['column_sort_order']      = 'Ред на Сортиране';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']            = 'Име на Атрубит';
$_['entry_attribute_group'] = 'Групи атрибути';
$_['entry_sort_order']      = 'Ред на Сортиране';

// Error
$_['error_permission']      = 'Внимание: Нямате достатъчно права, за да промените атрибутите!';
$_['error_name']            = 'Името на атрибута трябва да бъде между 3 и 64 знака!';
$_['error_product']         = 'Внимание: Този атрибут не може да бъде изтрит, тъй като в момента се ползва от %s продуктa!';