<?php
// Heading
$_['heading_title']     = 'Групи параметри';

// Text
$_['text_success']      = 'Успех: Вие променихте параметрите на групите!';
$_['text_list']         = 'Параметри на групите';
$_['text_add']          = 'Добавянв параметри на група';
$_['text_edit']         = 'Редактиране параметрите на група';

// Column
$_['column_name']       = 'Име на група параметри';
$_['column_sort_order'] = 'Ред на сортиране';
$_['column_action']     = 'Изпълни';

// Entry
$_['entry_name']        = 'Име на група параметри';
$_['entry_sort_order']  = 'Ред на сортиране';

// Error
$_['error_permission']  = 'Внимание: Нямате достатъчно права, за да промените параметрите!';
$_['error_name']        = 'Името на групата параметри трябва да бъде между 3 и 64 знака!';
$_['error_attribute']   = 'Внимание: Този групапараметри не може да бъде изтрита, тъй като в момента се ползва от %s продуктa!';
$_['error_product']     = 'Внимание: Този параметър не може да бъде изтрит, тъй като в момента се ползва от %s продуктa!';