<?php
// Heading
$_['heading_title']          = 'Категории';

// Text
$_['text_success']           = 'Успех: Вие променихте категориите!';
$_['text_list']              = 'Списък на категориите';
$_['text_add']               = 'Добавяне на категория';
$_['text_edit']              = 'Редактиране на категория';
$_['text_default']           = 'По подразбиране';

// Column
$_['column_name']            = 'Име на категория';
$_['column_sort_order']      = 'Ред на сортиране';
$_['column_action']          = 'Изпълни';

// Entry
$_['entry_name']             = 'Име на категория';
$_['entry_description']      = 'Описание';
$_['entry_meta_title'] 	     = 'Meta Tag заглавие';
$_['entry_meta_keyword'] 	 = 'Meta Tag ключови думи';
$_['entry_meta_description'] = 'Meta Tag описание';
$_['entry_keyword']          = 'SEO дума';
$_['entry_parent']           = 'Parent';
$_['entry_filter']           = 'Филтри';
$_['entry_store']            = 'Магазини';
$_['entry_image']            = 'Изображение';
$_['entry_top']              = 'Горе';
$_['entry_column']           = 'Колони';
$_['entry_sort_order']       = 'Ред на сортиране';
$_['entry_status']           = 'Състояние';
$_['entry_layout']           = 'Замени оформлението';

// Help
$_['help_filter']            = 'Autocomplete';
$_['help_keyword']           = 'Не използвайте шпация, вместо това използвайте "-" и се уверете, че ключовата дума е уникална.';
$_['help_top']               = 'Показване в горната лента на менюто. Работи само за основни категории.';
$_['help_column']            = 'Брой на колоните, които да използвате в следващите 3 категории. Работи само за основни категории.';

// Error
$_['error_warning']          = 'Внимание: Моля, проверете формуляра внимателно за грешки!';
$_['error_permission']       = 'Предупреждение: Вие нямате разрешение да променяте категории!';
$_['error_name']             = 'Името на категорията трябва да бъде между 2 и 32 знака!';
$_['error_meta_title']       = 'Мета заглавието трябва да бъде по-голямо от 3 и по-малко от 255 знака!';
$_['error_keyword']          = 'SEO думата вече се използва!';