<?php
// Heading
$_['heading_title']     = 'Сваляния';

// Text
$_['text_success']      = 'Успех: Вие променихта свалянията!';
$_['text_list']         = 'Списък на изтеглянията';
$_['text_add']          = 'Добави за изтегляне';
$_['text_edit']         = 'Редактиране на изтегляне';
$_['text_upload']       = 'Вашият файл е успешно качен!';

// Column
$_['column_name']       = 'Име на файл за изтегляне';
$_['column_date_added'] = 'Дата на добавяне';
$_['column_action']     = 'Изпълни';

// Entry
$_['entry_name']        = 'Име на файл за изтегляне';
$_['entry_filename']    = 'Име на файла';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Можете да качвате чрез бутона качване или да използвате FTP, за да качите в директорията за изтегляне. Въведете данните по-долу.';
$_['help_mask']         = 'Препоръчително е името на файла и маската да са различни, за да спре хора, които се опитват достигнат директно вашите файлове за изтегляне.';

// Error
$_['error_permission']  = 'Предупреждение: Вие нямате разрешение да променяре файловете за изтегляне!';
$_['error_name']        = 'Името на файла за изтегляне трябва да бъде между 3 и 64 знака!';
$_['error_upload']      = 'Качването е необходимо!';
$_['error_filename']    = 'Името на файла трябва да бъде между 3 и 128 знака!';
$_['error_exists']      = 'Файлът не съществува!';
$_['error_mask']        = 'Маската трябва да е между 3 и 128 знака!';
$_['error_filetype']    = 'Невалиден тип файл!';
$_['error_product']     = 'Предупреждение: Този файл не може да бъде изтрит, тъй като в момента е зададен на %s продукти!';