<?php
// Heading
$_['heading_title']     = 'Филтри';

// Text
$_['text_success']      = 'Успех: Променихте филтрите!';
$_['text_list']         = 'Списък с филтри';
$_['text_add']          = 'Добави филтър';
$_['text_edit']         = 'Редактиране на филтър';

// Column
$_['column_group']      = 'Група филтри';
$_['column_sort_order'] = 'Ред на сортиране';
$_['column_action']     = 'Изпълни';

// Entry
$_['entry_group']       = 'Име на група фитри';
$_['entry_name']        = 'Име на филтър';
$_['entry_sort_order']  = 'Ред на сортиране';

// Error
$_['error_permission']  = 'Предупреждение: Вие нямате права да променяте филтри!';
$_['error_group']       = 'Името на групата филтри трябва да бъде между 1 и 64 знака!';
$_['error_name']        = 'Името на фитъра трябва да е между 1 и 64 знака!';