<?php
// Heading
$_['heading_title']          = 'Информация';

// Text
$_['text_success']           = 'Успех: Променихте информацията!';
$_['text_list']              = 'Списък с информация';
$_['text_add']               = 'Добавяне на информация';
$_['text_edit']              = 'Редактиране на информация';
$_['text_default']           = 'По подразбиране';

// Column
$_['column_title']           = 'Заглавие на информация';
$_['column_sort_order']	     = 'Ред на сортиране';
$_['column_action']          = 'Изпълни';

// Entry
$_['entry_title']            = 'Заглавие на информация';
$_['entry_description']      = 'Описание';
$_['entry_store']            = 'Магазини';
$_['entry_meta_title'] 	     = 'Meta Tag заглавие';
$_['entry_meta_keyword'] 	 = 'Meta Tag ключови думи';
$_['entry_meta_description'] = 'Meta Tag описание';
$_['entry_keyword']          = 'SEO дума';
$_['entry_bottom']           = 'Долу';
$_['entry_status']           = 'Състояние';
$_['entry_sort_order']       = 'Ред на сортиране';
$_['entry_layout']           = 'Замени оформлението';

// Help
$_['help_keyword']           = 'Не използвайте шпация, вместо това използвайте "-" и се уверете, че ключовата дума е уникална.';
$_['help_bottom']            = 'Показване в долния колонтитул.';

// Error
$_['error_warning']          = 'Внимание: Моля, проверете формуляра внимателно за грешки!';
$_['error_permission']       = 'Предупреждение: Вие нямате права да променяте информацията!';
$_['error_title']            = 'Заглавието на информацията  трябва да бъде между 3 и 64 знака!';
$_['error_description']      = 'Описанието трябва да бъде повече от 3 символа!';
$_['error_meta_title']       = 'Мета заглавието трябва да бъде по-голямо от 3 и по-малко от 255 знака!';
$_['error_keyword']          = 'SEO думата вече се използва!';
$_['error_account']          = 'Предупреждение: Тази информационна страница не може да се изтрита, тъй като в момента се използва!';
$_['error_checkout']         = 'Предупреждение: Тази информационна страница не може да се изтрита, тъй като в момента се използва!';
$_['error_affiliate']        = 'Предупреждение: Тази информационна страница не може да се изтрита, тъй като в момента се използва!';
$_['error_return']           = 'Предупреждение: Тази информационна страница не може да се изтрита, тъй като в момента се използва!';
$_['error_store']            = 'Предупреждение: Тази информационна страница не може да бъде изтрита, тъй като в момента използва от %s магазини!';