<?php
// Heading
$_['heading_title']      = 'Производители';

// Text
$_['text_success']       = 'Успех: Променихте производителите!';
$_['text_list']          = 'Списък с производители';
$_['text_add']           = 'Добавяне на производител';
$_['text_edit']          = 'Редактиране на производител';
$_['text_default']       = 'По подразбиране';
$_['text_percent']       = 'Процент';
$_['text_amount']        = 'Фиксирана сума';

// Column
$_['column_name']        = 'Име на производител';
$_['column_sort_order']  = 'Ред на сортиране';
$_['column_action']      = 'Изпълни';

// Entry
$_['entry_name']         = 'Име на производител';
$_['entry_store']        = 'Магазини';
$_['entry_keyword']      = 'SEO дума';
$_['entry_image']        = 'Изображение';
$_['entry_sort_order']   = 'Ред на сортиране';
$_['entry_type']         = 'Вид';

// Help
$_['help_keyword']       = 'Не използвайте шпация, вместо това използвайте "-" и се уверете, че ключовата дума е уникална.';

// Error
$_['error_permission']   = 'Предупреждение: Вие нямате права да променяте производители!';
$_['error_name']         = 'Името на производителя трябва да бъде между 2 и 64 знака!';
$_['error_keyword']      = 'SEO думата вече се използва!';
$_['error_product']      = 'Предупреждение: Този производител не може да бъде изтрит, тъй като понастоящем е зададен на %s продукти!';