<?php
// Heading
$_['heading_title']			= 'Периодичен профил';

// Text
$_['text_success']          = 'Успех: Променихте периодичните профили!';
$_['text_list']             = 'Списък на периодичен профил';
$_['text_add']              = 'Добавяне на периодичен профил';
$_['text_edit']             = 'Редактиране на периодичен профил';
$_['text_day']				= 'Ден';
$_['text_week']				= 'Седмица';
$_['text_semi_month']		= 'Половин месец';
$_['text_month']			= 'Месец';
$_['text_year']				= 'Година';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Периодичните плащания се изчисляват от честотата и циклите.</p><p>Например, ако използвате честота за "седмица" и един цикъл на "2", след това потребителят ще бъде фактурирана на всеки 2 седмици.</p><p>Продължителността е колко пъти, потребителят ще направи плащане. Поставете  0, ако искате потребителя да прави плащания, докато това бъде отменено.</p>';
$_['text_profile']			= 'Периодичен профил';
$_['text_trial']			= 'Пробен профил';

// Entry
$_['entry_name']			= 'Име';
$_['entry_price']			= 'Цена';
$_['entry_duration']		= 'Продължителност';
$_['entry_cycle']			= 'Цикъл';
$_['entry_frequency']		= 'Честота';
$_['entry_trial_price']		= 'Пробна цена';
$_['entry_trial_duration']	= 'Пробна продължителност';
$_['entry_trial_status']	= 'Временно състояние';
$_['entry_trial_cycle']	    = 'Пробен цикъл';
$_['entry_trial_frequency']	= 'Пробна честота';
$_['entry_status']			= 'Състояние';
$_['entry_sort_order']		= 'Ред на сортиране';

// Column
$_['column_name']			= 'Име';
$_['column_sort_order']	    = 'Ред на сортиране';
$_['column_action']         = 'Изпълни';

// Error
$_['error_warning']         = 'Внимание: Моля, проверете формуляра внимателно за грешки!';
$_['error_permission']		= 'Предупреждение: Вие нямате права да променяте периодични профили!';
$_['error_name']			= 'Името на продукта трябва да бъде по-голямо от 3 и по-малко от 255 знака!';
$_['error_product']			= 'Предупреждение: Този периодичен профил не може да бъде изтрит, тъй като понастоящем е зададен на %s продукти!';