<?php
// Heading
$_['heading_title']        = 'Εγκατάσταση επεκτάσεων';

// Text
$_['text_success']         = 'Επιτυχία: Έχετε εγκαταστήσει την επέκταση σας!';
$_['text_unzip']           = 'Εξαγωγή αρχείων!';
$_['text_ftp']             = 'Αντιγραφή αρχείων!';
$_['text_sql']             = 'Εκτέλεση SQL!';
$_['text_xml']             = 'Εφαρμογή τροποποιήσεων!';
$_['text_php']             = 'Εκτέλεση PHP!';
$_['text_remove']          = 'Αφαίρεση προσωρινών αρχείων!';
$_['text_clear']           = 'Επιτυχία: Έχετε καθαρίσει όλα τα προσωρινά αρχεία!';

// Entry
$_['entry_upload']         = 'Ανεβάστε αρχείο';
$_['entry_overwrite']      = 'Αρχεία που θα αντικατασταθούν';
$_['entry_progress']       = 'Πρόοδος';

// Help
$_['help_upload']          = 'Απαιτεί ένα αρχείο με επέκταση ". ocmod.zip" ή ". ocmod.xml".';

// Error
$_['error_permission']     = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις επεκτάσεις!';
$_['error_temporary']      = 'Προειδοποίηση: Υπάρχουν ορισμένα προσωρινά αρχεία που πρέπει να διαγραφούν. Κάντε κλικ στο κουμπί καθαρισμός για να τα αφαιρέσετε!';
$_['error_upload']         = 'Το αρχείο δεν είναι δυνατό να φορτωθεί!';
$_['error_filetype']       = 'Μη έγκυρος τύπος αρχείου!';
$_['error_file']           = 'Το αρχείο δεν βρέθηκε!';
$_['error_unzip']          = 'Το αρχείο zip δεν είναι δυνατό να ανοίξει!';
$_['error_directory']      = 'Δεν ήταν δυνατή η εύρεση του φακέλου που περιέχει τα αρχεία για να φορτωθούν!';
$_['error_ftp_status']     = 'Το FTP πρέπει να είναι ενεργοποιημένο στις ρυθμίσεις';
$_['error_ftp_connection'] = 'Δεν είναι δυνατη η σύνδεση ως %s: %s';
$_['error_ftp_login']      = 'Δεν είναι δυνατή η σύνδεση ως %s';
$_['error_ftp_root']       = 'Δεν μπορείτε να ορίσετε τον κεντρικό κατάλογο ως %s';
$_['error_ftp_directory']  = 'Δεν μπορεί να αλλάξει σε κατάλογο %s';
$_['error_ftp_file']       = 'Δεν είναι δυνατή η φόρτωση του αρχείου %s';
