<?php
// Heading
$_['heading_title']     = 'Τροποποιήσεις';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε τροποποιήσει τις τροποποιήσεις!';
$_['text_refresh']      = 'Κάθε φορά που ενεργοποιείτε / απενεργοποιείτε ή διαγράφετε μία τροποποίηση, πρέπει να κάνετε κλικ στο κουμπί "Ανανέωση" για να ξαναδημιουργηθεί η cache των τροποποιήσεων!';
$_['text_list']         = 'Λίστα τροποποιήσεων';

// Column
$_['column_name']       = 'Όνομα';
$_['column_author']     = 'Δημιουργός';
$_['column_version']    = 'Έκδοση';
$_['column_status']     = 'Κατάσταση';
$_['column_date_added'] = 'Ημερομηνία προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Error
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις τροποποιήσεις!';