<?php
// Heading
$_['heading_title']    = 'Πρόσθετα';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε τροποποιήσει τα πρόσθετα!';
$_['text_layout']      = 'Αφού εγκατασταθεί και ρυθμιστεί ένα πρόσθετο μπορείτε να το προσθέσετε σε μια διάταξη <a href="%s" class="alert-link"> εδώ</a>!';
$_['text_list']        = 'Λίστα προσθέτων';

// Column
$_['column_name']      = 'Όνομα προσθέτου';
$_['column_action']    = 'Ενέργεια';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τα πρόσθετα!';