<?php
// Heading
$_['heading_title']          = 'แอตทริบิวต์';

// Text
$_['text_success']           = 'สำเร็จ: ได้เปลี่ยนชื่อแอตทริบิวต์แล้ว';
$_['text_list']              = 'รายชื่อแอตทริบิวต์';
$_['text_add']               = 'เพิ่มแอตทริบิวต์';
$_['text_edit']              = 'แก้ไขแอตทริบิวต์';

// Column
$_['column_name']            = 'ชื่อแอตทริบิวต์';
$_['column_attribute_group'] = 'กลุ่มแอททริบิวต์';
$_['column_sort_order']      = 'ลำดับการจัดเรียง';
$_['column_action']          = 'การดำเนินการ';

// Entry
$_['entry_name']            = 'ชื่อแอตทริบิวต์';
$_['entry_attribute_group'] = 'กลุ่มแอททริบิวต์';
$_['entry_sort_order']      = 'เรียงลำดับ';

// Error
$_['error_permission']      = 'คำเตือน: คุณไม่มีสิทธิ์ในการปรับเปลี่ยนแอตทริบิวต์';
$_['error_name']            = 'ชื่อแอตทริบิวต์ต้องอยู่ระหว่าง 3 ถึง 64 อักขระ';
$_['error_product']         = 'คำเตือน: แอตทริบิวต์นี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดค่าใช้กับผลิตภัณฑ์ %s';