<?php
// Text
$_['text_title']				= 'Πιστωτική ή χρεωστική κάρτα (Επεξεργάστηκε με ασφάλεια μέσω PayPal)';
$_['text_wait']					= 'Παρακαλώ περιμένετε!';
$_['text_credit_card']			= 'Στοιχεία της πιστωτικής κάρτας';
$_['text_loading']				= 'Φόρτωση';

// Entry
$_['entry_cc_type']				= 'Τύπος κάρτας';
$_['entry_cc_number']			= 'Αριθμός πιστωτικής κάρτας';
$_['entry_cc_start_date']		= 'Ισχύς κάρτας από την ημερομηνία';
$_['entry_cc_expire_date']		= 'Ημερομηνία λήξης κάρτας';
$_['entry_cc_cvv2']				= 'Κωδικός ασφαλείας κάρτας (CVV2)';
$_['entry_cc_issue']			= 'Αριθμός πιστωτικής κάρτας';

// Help
$_['help_start_date']			= '(εάν είναι διαθέσιμο)';
$_['help_issue']				= '(για Maestro και κάρτες Solo μόνο)';