<?php
// header
$_['heading_title']   = 'هل نسيت كلمة المرور ؟';

// Text
$_['text_forgotten']  = 'كلمة المرور المفقودة';
$_['text_your_email'] = 'بريدك الالكتروني';
$_['text_email']      = 'قم بإدخال عنوان البريد الإلكتروني المرتبط بحسابك. ثم ارسل للحصول على رابط إعادة تعيين كلمة المرور عبر بريدك  الإلكتروني.';
$_['text_success']    = 'تم إرسال رسالة بالبريد إلكتروني مع وصلة تأكيد الى عنوان البريد الإلكتروني الخاص بالمشرف.';

// Entry
$_['entry_email']     = 'البريد الإلكتروني';
$_['entry_password']  = 'كلمة المرور الجديدة';
$_['entry_confirm']   = 'تأكيد كلمة المرور';

// Error
$_['error_email']     = 'تحذير : البريد الإلكتروني لم يتم العثور علية في سجلاتنا ، يرجى المحاولة مرة أخرى!';
$_['error_password']  = 'كلمة المرور يجب أن تكون أكثر من 3 وأقل من 20 حرفا!';
$_['error_confirm']   = 'لم تطابق كلمة المرور وتأكيد كلمة المرور!';