<?php
// Text
$_['text_success']     = 'Επιτυχία: Έχετε τροποποιήσει το καλάθι αγορών!';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα πρόσβασης το API!';
$_['error_stock']      = 'Προϊόντα επισημασμένα με *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή είναι εξαντλημένα!';
$_['error_minimum']    = 'Η ελάχιστη ποσότητα παραγγελίας για το προϊόν %s είναι %s!';
$_['error_store']      = 'Το προϊόν δεν μπορεί να αγοραστεί από το κατάστημα που έχετε επιλέξει!';
$_['error_required']   = '%s απαιτείται!';