<?php
// Text
$_['text_success']       = 'Έχετε τροποποιήσει με επιτυχία τους πελάτες';

// Error
$_['error_permission']   = 'Προειδοποίηση: Δεν έχετε δικαίωμα πρόσβασης το API!';
$_['error_firstname']    = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']     = 'Το επώνυμο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_email']        = 'Το e-mail δεν είναι έγκυρο!';
$_['error_telephone']    = 'Το τηλέφωνο πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_custom_field'] = '%s απαιτείται!';