<?php
// Text
$_['text_success']           = 'Η παραγγελία σας τροποποιήθηκε επιτυχώς';

// Error
$_['error_permission']       = 'Προειδοποίηση: Δεν έχετε δικαίωμα πρόσβασης στο API!';
$_['error_customer']         = 'Οι λεπτομέρειες του πελάτη πρέπει να ορισθούν!';
$_['error_payment_address']  = 'Απαιτείται διεύθυνση πληρωμής!';
$_['error_payment_method']   = 'Η μέθοδος πληρωμής είναι απαραίτητη!';
$_['error_shipping_address'] = 'Απαιτείται διεύθυνση αποστολής!';
$_['error_shipping_method']  = 'Απαιτείται μέθοδος αποστολής!';
$_['error_stock']            = 'Προϊόντα επισημασμένα με *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή είναι εξαντλημένα!';
$_['error_minimum']          = 'Η ελάχιστη ποσότητα παραγγελίας για το προϊόν %s είναι %s!';
$_['error_not_found']        = 'Προειδοποίηση: Η παραγγελία δεν βρέθηκε!';