<?php
// Text
$_['text_address']       = 'Η διεύθυνση πληρωμής έχει οριστεί επιτυχώς!';
$_['text_method']        = 'Η μέθοδος πληρωμής έχει οριστεί επιτυχώς!';

// Error
$_['error_permission']   = 'Προειδοποίηση: Δεν έχετε δικαίωμα πρόσβασης το API!';
$_['error_firstname']    = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']     = 'Το επώνυμο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_address_1']    = 'Η Διεύθυνση 1 πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_city']         = 'Η πόλη πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_postcode']     = 'Ταχυδρομικός κώδικας πρέπει να είναι μεταξύ 2 και 10 χαρακτήρων για αυτή τη χώρα!';
$_['error_country']      = 'Παρακαλώ επιλέξτε μια χώρα!';
$_['error_zone']         = 'Παρακαλώ επιλέξτε μια περιοχή!';
$_['error_custom_field'] = '%s απαιτείται!';
$_['error_address']      = 'Προειδοποίηση: Η διεύθυνση πληρωμής απαιτείται!';
$_['error_method']       = 'Προειδοποίηση: Η μέθοδος πληρωμής απαιτείται!';
$_['error_no_payment']   = 'Προειδοποίηση: Δεν υπάρχουν διαθέσιμες επιλογές πληρωμής διαθέσιμες!';