<?php
// Text
$_['text_success']     = 'Επιτυχία: Η δωροεπιταγή σας έχει εφαρμοστεί!';
$_['text_cart']        = 'Επιτυχία: Έχετε τροποποιήσει το καλάθι αγορών σας!';

$_['text_for']         = '%s δωροεπιταγή για %s';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα πρόσβασης στο API!';
$_['error_voucher']    = 'Προειδοποίηση: Η δωροεπιταγή είτε είναι άκυρη, είτε το ποσό έχει εξαντληθεί!';
$_['error_to_name']    = 'Το όνομα του παραλήπτη πρέπει να είναι μεταξύ 1 και 64 χαρακτήρων!';
$_['error_from_name']  = 'Το όνομά σας πρέπει να είναι μεταξύ 1 και 64 χαρακτήρων!';
$_['error_email']      = 'Το e-mail δεν είναι έγκυρο!';
$_['error_theme']      = 'Πρέπει να επιλέξετε ένα θέμα!';
$_['error_amount']     = 'Το ποσό πρέπει να είναι μεταξύ %s και %s!';