<?php
// Text
$_['text_search']                             = 'Αναζήτηση';
$_['text_brand']                              = 'Κατασκευαστής';
$_['text_manufacturer']                       = 'Κατασκευαστής:';
$_['text_model']                              = 'Κωδικός προϊόντος:';
$_['text_reward']                             = 'Πόντοι ανταμοιβής:';
$_['text_points']                             = 'Τιμή σε πόντους:';
$_['text_stock']                              = 'Διαθεσιμότητα:';
$_['text_instock']                            = 'Σε απόθεμα';
$_['text_tax']                                = 'χωρίς ΦΠΑ:';
$_['text_discount']                           = ' ή περισσότερα ';
$_['text_option']                             = 'Διαθέσιμες επιλογές';
$_['text_minimum']                            = 'Αυτό το προϊόν έχει ελάχιστη ποσότητα παραγγελίας %s';
$_['text_reviews']                            = '%s κριτικές';
$_['text_write']                              = 'Γράψτε μια κριτική';
$_['text_login']                              = 'Παρακαλούμε <a href="%s"> συνδεθείτε</a> ή <a href="%s"> εγγραφείτε</a> για να γράψετε μια κριτική';
$_['text_no_reviews']                         = 'Δεν υπάρχουν κριτικές για αυτό το προϊόν.';
$_['text_note']                               = '<span class="text-danger"> Σημείωση:</span> Η HTML δεν μεταφράζεται!';
$_['text_success']                            = 'Σας ευχαριστούμε για την κριτική σας. Έχει υποβληθεί στον διαχειριστή για έγκριση.';
$_['text_related']                            = 'Σχετικά προϊόντα';
$_['text_tags']                               = 'Ετικέτες:';
$_['text_error']                              = 'Το προϊόν δεν βρέθηκε!';
$_['text_payment_recurring']                    = 'Προφίλ πληρωμής';
$_['text_trial_description']                  = '%s κάθε %d %s(s) για %d πληρωμής(ων) έπειτα';
$_['text_payment_description']                = '%s κάθε %d %s(s) για %d πληρωμής(ων)';
$_['text_payment_until_canceled_description'] = '%s κάθε %d %s(s) μέχρι να ακυρωθεί';
$_['text_day']                                = 'ημέρα';
$_['text_week']                               = 'εβδομάδα';
$_['text_semi_month']                         = '15νθήμερο';
$_['text_month']                              = 'μήνα';
$_['text_year']                               = 'έτος';

// Entry
$_['entry_qty']                               = 'Ποσότητα';
$_['entry_name']                              = 'Το όνομά σας';
$_['entry_review']                            = 'Η κριτική σας';
$_['entry_rating']                            = 'Βαθμολογία';
$_['entry_good']                              = 'Καλό';
$_['entry_bad']                               = 'Κακό';
$_['entry_captcha']                           = 'Εισαγάγετε τον κωδικό στο παρακάτω πλαίσιο';

// Tabs
$_['tab_description']                         = 'Περιγραφή';
$_['tab_attribute']                           = 'Προδιαγραφές';
$_['tab_review']                              = 'Κριτικές (%s)';

// Error
$_['error_name']                              = 'Προειδοποίηση: Ο τίτλος πρέπει να είναι μεταξύ 3 και 25 χαρακτήρων!';
$_['error_text']                              = 'Προειδοποίηση: Το κείμενο πρέπει να είναι μεταξύ 25 και των 1000 χαρακτήρων!';
$_['error_rating']                            = 'Προειδοποίηση: Παρακαλώ επιλέξτε μια βαθμολογία!';
$_['error_captcha']                           = 'Προειδοποίηση: Ο κωδικός επαλήθευσης δεν ταιριάζει με την εικόνα!';