<?php
// Heading
$_['heading_title']     = 'Αναζήτηση';
$_['heading_tag']		= 'Ετικέτα- ';

// Text
$_['text_search']       = 'Προϊόντα που ικανοποιούν τα κριτίρια αναζήτησης';
$_['text_keyword']      = 'Λέξεις-κλειδιά';
$_['text_category']     = 'Όλες οι κατηγορίες';
$_['text_sub_category'] = 'Αναζήτηση σε υποκατηγορίες';
$_['text_empty']        = 'Δεν υπάρχει κανένα προϊόν που να ταιριάζει με τα κριτήρια αναζήτησης.';
$_['text_quantity']     = 'Ποσότητα:';
$_['text_manufacturer'] = 'Κατασκευαστής:';
$_['text_model']        = 'Κωδικός προϊόντος:';
$_['text_points']       = 'Πόντοι ανταμοιβής:';
$_['text_price']        = 'Τιμή:';
$_['text_tax']          = 'χωρίς ΦΠΑ:';
$_['text_reviews']      = 'Βασισμένη σε %s κριτικές.';
$_['text_compare']      = 'Σύγκριση προϊόντων (%s)';
$_['text_sort']         = 'Ταξινόμηση κατά:';
$_['text_default']      = 'Προεπιλογή';
$_['text_name_asc']     = 'Όνομα (Α - Ω)';
$_['text_name_desc']    = 'Όνομα (Ω - Α)';
$_['text_price_asc']    = 'Τιμή (χαμηλή &gt; υψηλή)';
$_['text_price_desc']   = 'Τιμή (υψηλή &gt; χαμηλή)';
$_['text_rating_asc']   = 'Βαθμολογία (χαμηλότερη)';
$_['text_rating_desc']  = 'Βαθμολογία (υψηλότερη)';
$_['text_model_asc']    = 'Μοντέλο (Α - Ω)';
$_['text_model_desc']   = 'Μοντέλο (Ω - Α)';
$_['text_limit']        = 'Εμφάνιση:';

// Entry
$_['entry_search']      = 'Κριτήρια αναζήτησης';
$_['entry_description'] = 'Αναζήτηση στις περιγραφές προϊόντων';