<?php
// Heading
$_['heading_title']     = 'アトリビュートのグループ';

// Text
$_['text_success']      = 'サクセス: アトリビュートのグループをモディファイしました。';
$_['text_list']         = 'アトリビュートのグループ表';
$_['text_add']          = 'アトリビュートのグループ追加';
$_['text_edit']         = 'アトリビュートのグループ変化';

// Column
$_['column_name']       = 'アトリビュートのグループ名';
$_['column_sort_order'] = '注文整理';
$_['column_action']     = '行動';

// Entry
$_['entry_name']        = 'アトリビュートのグループ名';
$_['entry_sort_order']  = '注文整理';

// Error
$_['error_permission']  = '注意：アトリビュートのグループをモディファイ出来るアクセス権が持っていません。';
$_['error_name']        = 'アトリビュートのグループ名は３字以上及び６４字以下で決めることが必要です！';
$_['error_attribute']   = '注意:  %s 個のアトリビュートに所属されたので、このアアトリビュートは決してはいけません。';
$_['error_product']     = '注意:  %s 個の品物に所属されたので、このアアトリビュートは決してはいけません。';