<?php
// Heading
$_['heading_title']         = 'Πελάτες';

// Text
$_['text_success']          = 'Έχετε τροποποιήσει επιτυχώς τους πελάτες!';
$_['text_list']             = 'Λίστα πελατών';
$_['text_add']              = 'Προσθήκη πελάτη';
$_['text_edit']             = 'Επεξεργασία πελάτη';
$_['text_default']          = 'Προεπιλογή';
$_['text_balance']          = 'Υπόλοιπο';
$_['text_add_ban_ip']       = 'Προσθέστε τιμωρημένη IP';
$_['text_remove_ban_ip']    = 'Αφαιρέστε τιμωρημένη IP';

// Column
$_['column_name']           = 'Όνομα πελάτη';
$_['column_email']          = 'Ηλεκτρονικό ταχυδρομείο';
$_['column_customer_group'] = 'Ομάδα πελατών';
$_['column_status']         = 'Κατάσταση';
$_['column_date_added']     = 'Ημερομηνία προσθήκης';
$_['column_comment']        = 'Σχόλιο';
$_['column_description']    = 'Περιγραφή';
$_['column_amount']         = 'Ποσό';
$_['column_points']         = 'Πόντοι';
$_['column_ip']             = 'Διεύθυνση IP';
$_['column_total']          = 'Σύνολο λογαριασμών';
$_['column_action']         = 'Ενέργεια';

// Entry
$_['entry_customer_group']  = 'Ομάδα πελατών';
$_['entry_firstname']       = 'Όνομα';
$_['entry_lastname']        = 'Επώνυμο';
$_['entry_email']           = 'Ηλεκτρονικό ταχυδρομείο';
$_['entry_telephone']       = 'Τηλέφωνο';
$_['entry_fax']             = 'Φαξ';
$_['entry_newsletter']      = 'Ενημερωτικό δελτίο';
$_['entry_status']          = 'Κατάσταση';
$_['entry_safe']            = 'Ασφαλές';
$_['entry_password']        = 'Κωδικός';
$_['entry_confirm']         = 'Επιβεβαίωση';
$_['entry_company']         = 'Εταιρεία';
$_['entry_address_1']       = 'Διεύθυνση 1';
$_['entry_address_2']       = 'Διεύθυνση 2';
$_['entry_city']            = 'Πόλη';
$_['entry_postcode']        = 'Ταχυδρομικός κώδικας';
$_['entry_country']         = 'Χώρα';
$_['entry_zone']            = 'Περιφέρεια';
$_['entry_default']         = 'Προεπιλεγμένη διεύθυνση';
$_['entry_comment']         = 'Σχόλιο';
$_['entry_description']     = 'Περιγραφή';
$_['entry_amount']          = 'Ποσό';
$_['entry_points']          = 'Πόντοι';
$_['entry_name']            = 'Όνομα πελάτη';
$_['entry_approved']        = 'Εγκεκριμμένο';
$_['entry_ip']              = 'Διεύθυνση IP';
$_['entry_date_added']      = 'Ημερομηνία προσθήκης';

// Help
$_['help_safe']             = 'Ρυθμίστε σε αληθές για να αποφύγετε αυτός ο πελάτης να πιαστεί από το σύστημα αποκλεισμού απάτης';
$_['help_points']           = 'Χρήσιμοποιήστε το αρνητικό πρόσημο για να αφαιρέσετε πόντους';

// Error
$_['error_warning']         = 'Προειδοποίηση: Παρακαλώ ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']      = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τους πελάτες!';
$_['error_exists']          = 'Προειδοποίηση: Η διεύθυνση ηλεκτρονικού ταχυδρομείου έχει ήδη καταχωρηθεί!';
$_['error_firstname']       = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']        = 'Το επώνυμο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_email']           = 'Το ηλεκτρονικό ταχυδρομείο δεν είναι έγκυρο!';
$_['error_telephone']       = 'Το τηλέφωνο πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_password']        = 'Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ 4 και 20 χαρακτήρων!';
$_['error_confirm']         = 'Ο κωδικός πρόσβασης και η επιβεβαίωση κωδικού πρόσβασης δεν ταιριάζουν!';
$_['error_address_1']       = 'Η Διεύθυνση 1 πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_city']            = 'Η πόλη πρέπει να είναι μεταξύ 2 και 128 χαρακτήρων!';
$_['error_postcode']        = 'Ταχυδρομικός κώδικας πρέπει να είναι μεταξύ 2 και 10 χαρακτήρων για αυτή τη χώρα!';
$_['error_country']         = 'Παρακαλώ επιλέξτε μια χώρα!';
$_['error_zone']            = 'Παρακαλώ επιλέξτε μια περιοχή!';
$_['error_custom_field']    = 'Απαιτείται %s!';
$_['error_comment']         = 'Πρέπει να προσθέσετε ένα σχόλιο!';