<?php
// Heading
$_['heading_title']      = 'Ο λογαριασμός μου';

// Text
$_['text_account']       = 'Λογαριασμός';
$_['text_my_account']    = 'Ο λογαριασμός μου';
$_['text_my_orders']     = 'Οι παραγγελίες μου';
$_['text_my_newsletter'] = 'Ενημερωτικό δελτίο';
$_['text_edit']          = 'Επεξεργαστείτε τα στοιχεία του λογαριασμού σας';
$_['text_password']      = 'Αλλάξτε τον κωδικό σας';
$_['text_address']       = 'Τροποποιήσετε τις εγγραφές στο βιβλίο διευθύνσεών σας';
$_['text_wishlist']      = 'Τροποποιήσετε τη λίστα επιθυμιών σας';
$_['text_order']         = 'Δείτε το ιστορικό των παραγγελιών σας';
$_['text_download']      = 'Λήψεις';
$_['text_reward']        = 'Οι πόντοι ανταμοιβής σας';
$_['text_return']        = 'Δείτε τα αιτήματα επιστροφών σας';
$_['text_transaction']   = 'Οι συναλλαγές σας';
$_['text_newsletter']    = 'Εγγραφείτε / διαγραφείτε από το ενημερωτικό δελτίο';
$_['text_recurring']     = 'Επαναλαμβανόμενες πληρωμές';
$_['text_transactions']  = 'Συναλλαγές';