<?php
// Heading
$_['heading_title']        = 'Βιβλίο διευθύνσεων';

// Text
$_['text_account']         = 'Λογαριασμός';
$_['text_address_book']    = 'Εγγραφές στο βιβλίο διευθύνσεων';
$_['text_edit_address']    = 'Επεξεργασία Διεύθυνσης';
$_['text_add']             = 'Η διεύθυνσή σας αποθηκεύτηκε επιτυχώς';
$_['text_edit']            = 'Η διεύθυνσή σας ενημερώθηκε επιτυχώς';
$_['text_delete']          = 'Η διεύθυνσή σας διαγράφηκε επιτυχώς';
$_['text_empty']           = 'Δεν έχετε διευθύνσεις στον λογαριασμό σας.';

// Entry
$_['entry_firstname']      = 'Όνομα';
$_['entry_lastname']       = 'Επώνυμο';
$_['entry_company']        = 'Εταιρεία';
$_['entry_address_1']      = 'Διεύθυνση 1';
$_['entry_address_2']      = 'Διεύθυνση 2';
$_['entry_postcode']       = 'Ταχυδρομικός κώδικας';
$_['entry_city']           = 'Πόλη';
$_['entry_country']        = 'Χώρα';
$_['entry_zone']           = 'Περιφέρεια';
$_['entry_default']        = 'Προεπιλεγμένη διεύθυνση';

// Error
$_['error_delete']         = 'Προειδοποίηση: Πρέπει να έχετε τουλάχιστον μία διεύθυνση!';
$_['error_default']        = 'Προειδοποίηση: Δεν μπορείτε να διαγράψετε την προεπιλεγμένη διεύθυνση!';
$_['error_firstname']      = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']       = 'Το επώνυμο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_vat']            = 'Το ΑΦΜ δεν είναι έγκυρο!';
$_['error_address_1']      = 'Η διεύθυνση πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_postcode']       = 'Ο ταχυδρομικός κώδικας πρέπει να είναι μεταξύ 2 και 10 χαρακτήρων!';
$_['error_city']           = 'Η πόλη πρέπει να είναι μεταξύ 2 και 128 χαρακτήρων!';
$_['error_country']        = 'Παρακαλώ επιλέξτε μια χώρα!';
$_['error_zone']           = 'Παρακαλώ επιλέξτε μια περιοχή!';
$_['error_custom_field']   = '%s απαιτείται!';
