<?php
// Heading
$_['heading_title']                = 'Σύνδεση λογαριασμού';

// Text
$_['text_account']                 = 'Λογαριασμός';
$_['text_login']                   = 'Σύνδεση';
$_['text_new_customer']            = 'Νέος πελάτης';
$_['text_register']                = 'Εγγραφή';
$_['text_register_account']        = 'Δημιουργώντας ένα λογαριασμό, θα είστε σε θέση να ψωνίζετε πιο γρήγορα, να είστε ενημερωμένοι για την κατάσταση μιας παραγγελίας, και να παρακολουθείτε το αρχείο των παραγγελιών που κάνατε προηγουμένως.';
$_['text_returning_customer']      = 'Εγγεγραμένος πελάτης';
$_['text_i_am_returning_customer'] = 'Είμαι εγγεγραμένος πελάτης';
$_['text_forgotten']               = 'Ξέχασα τον κωδικό';

// Entry
$_['entry_email']                  = 'E-Mail';
$_['entry_password']               = 'Κωδικός';

// Error
$_['error_login']                  = 'Προειδοποίηση: Καμία αντιστοιχία για την διεύθυνση E-Mail ή/και τον κωδικό πρόσβασης.';
$_['error_attempts']               = 'Προειδοποίηση: Ο λογαριασμός σας έχει υπερβεί τον επιτρεπόμενο αριθμό προσπαθειών σύνδεσης. Παρακαλώ ξαναδοκιμάστε ξανά σε 1 ώρα.';
$_['error_approved']               = 'Προειδοποίηση: Ο λογαριασμός σας απαιτεί έγκριση προτού μπορέσετε να συνδεθείτε.';