<?php
// Heading
$_['heading_title']  = 'Αλλαγή κωδικού';

// Text
$_['text_account']   = 'Λογαριασμός';
$_['text_password']  = 'Ο κωδικός πρόσβασής σας';
$_['text_success']   = 'Επιτυχία: Ο κωδικό πρόσβασής σας έχει επιτυχώς ενημερωθεί.';

// Entry
$_['entry_password'] = 'Κωδικός';
$_['entry_confirm']  = 'Επιβεβαίωση κωδικού';

// Error
$_['error_password'] = 'Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ 3 και 20 χαρακτήρων!';
$_['error_confirm']  = 'Η επιβεβαίωση κωδικού πρόσβασης δεν συμφωνεί με τον κωδικό πρόσβασης!';