<?php
// Heading
$_['heading_title']        = 'Δημιουργία λογαριασμού';

// Text
$_['text_account']         = 'Λογαριασμός';
$_['text_register']        = 'Εγγραφή';
$_['text_account_already'] = 'Αν έχετε ήδη λογαριασμό, παρακαλούμε συνδεθείτε στη <a href="%s"> σελίδα σύνδεσης</a>.';
$_['text_your_details']    = 'Τα προσωπικά σας στοιχεία';
$_['text_your_address']    = 'Η διεύθυνσή σας';
$_['text_newsletter']      = 'Ενημερωτικό δελτίο';
$_['text_your_password']   = 'Ο κωδικός πρόσβασής σας';
$_['text_agree']           = 'Έχω διαβάσει και συμφωνώ με την <a href="%s" class="agree"> <b>%s</b></a>';

// Entry
$_['entry_customer_group'] = 'Ομάδα πελατών';
$_['entry_firstname']      = 'Όνομα';
$_['entry_lastname']       = 'Επώνυμο';
$_['entry_email']          = 'E-Mail';
$_['entry_telephone']      = 'Τηλέφωνο';
$_['entry_fax']            = 'Fax';
$_['entry_company']        = 'Εταιρεία';
$_['entry_address_1']      = 'Διεύθυνση 1';
$_['entry_address_2']      = 'Διεύθυνση 2';
$_['entry_postcode']       = 'Ταχυδρομικός κώδικας';
$_['entry_city']           = 'Πόλη';
$_['entry_country']        = 'Χώρα';
$_['entry_zone']           = 'Περιφέρεια';
$_['entry_newsletter']     = 'Εγγραφή';
$_['entry_password']       = 'Κωδικός';
$_['entry_confirm']        = 'Επιβεβαίωση κωδικού';

// Error
$_['error_exists']         = 'Προειδοποίηση: Η διεύθυνση E-Mail υπάρχει ήδη!';
$_['error_firstname']      = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']       = 'Το επώνυμο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_email']          = 'Το e-mail δεν είναι έγκυρο!';
$_['error_telephone']      = 'Το τηλέφωνο πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_address_1']      = 'Η διεύθυνση πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_city']           = 'Η πόλη πρέπει να είναι μεταξύ 2 και 128 χαρακτήρων!';
$_['error_postcode']       = 'Ο ταχυδρομικός κώδικας πρέπει να είναι μεταξύ 2 και 10 χαρακτήρων!';
$_['error_country']        = 'Παρακαλώ επιλέξτε μια χώρα!';
$_['error_zone']           = 'Παρακαλώ επιλέξτε μια περιοχή!';
$_['error_custom_field']   = '%s απαιτείται!';
$_['error_password']       = 'Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ 4 και 20 χαρακτήρων!';
$_['error_confirm']        = 'Η επιβεβαίωση κωδικού πρόσβασης δεν συμφωνεί με τον κωδικό πρόσβασης!';
$_['error_agree']          = 'Προειδοποίηση: Πρέπει να συμφωνήσετε με την %s!';