<?php
// Heading
$_['heading_title']      = 'Επιστροφές προϊόντων';

// Text
$_['text_account']       = 'Λογαριασμός';
$_['text_return']        = 'Πληροφορίες επιστροφής';
$_['text_return_detail'] = 'Λεπτομέρειες επιστροφής';
$_['text_description']   = 'Παρακαλώ συμπληρώστε την παρακάτω φόρμα για να ζητήσετε έναν αριθμό RMA.';
$_['text_order']         = 'Πληροφορίες Παραγγελίας';
$_['text_product']       = 'Πληροφορίες για το προϊόν &amp; λόγος για επιστροφή';
$_['text_message']       = '<p>Ευχαριστούμε που υποβάλλατε το αίτημα επιστροφής. Το αίτημά σας έχει σταλεί στην αρμόδια υπηρεσία για επεξεργασία.</p><p>Θα ειδοποιηθείτε μέσω ηλεκτρονικού ταχυδρομείου σχετικά με την κατάσταση της αίτησής σας.</p>';
$_['text_return_id']     = 'Αρ. Αιτήματος επιστροφής:';
$_['text_order_id']      = 'Αρ. Παραγγελίας:';
$_['text_date_ordered']  = 'Ημ/νία παραγγελίας:';
$_['text_status']        = 'Κατάσταση:';
$_['text_date_added']    = 'Ημ/νια προσθήκης:';
$_['text_comment']       = 'Σχόλια';
$_['text_history']       = 'Ιστορικό επιστροφών';
$_['text_empty']         = 'Δεν έχετε προηγούμενες επιστροφές!';
$_['text_agree']         = 'Έχω διαβάσει και συμφωνώ με το <a href="%s" class="agree"> <b>%s</b></a>';

// Column
$_['column_return_id']   = 'Αρ. Αιτήματος επιστροφής';
$_['column_order_id']    = 'Αρ. Παραγγελίας';
$_['column_status']      = 'Κατάσταση';
$_['column_date_added']  = 'Ημ/νια προσθήκης';
$_['column_customer']    = 'Πελάτης';
$_['column_product']     = 'Όνομα προϊόντος';
$_['column_model']       = 'Μοντέλο';
$_['column_quantity']    = 'Ποσότητα';
$_['column_price']       = 'Τιμή';
$_['column_opened']      = 'Ανοιχτό';
$_['column_comment']     = 'Σχόλιο';
$_['column_reason']      = 'Αιτία';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_order_id']     = 'Αρ. Παραγγελίας';
$_['entry_date_ordered'] = 'Ημ/νία παραγγελίας';
$_['entry_firstname']    = 'Όνομα';
$_['entry_lastname']     = 'Επώνυμο';
$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Τηλέφωνο';
$_['entry_product']      = 'Όνομα προϊόντος';
$_['entry_model']        = 'Κωδικός προϊόντος';
$_['entry_quantity']     = 'Ποσότητα';
$_['entry_reason']       = 'Λόγος επιστροφής';
$_['entry_opened']       = 'Το προϊόν είναι ανοικτό';
$_['entry_fault_detail'] = 'Προβληματικό ή άλλες πληροφορίες';
$_['entry_captcha']      = 'Εισαγάγετε τον κωδικό στο παρακάτω πλαίσιο';

// Error
$_['text_error']         = 'Η επιστροφή που έχετε ζητήσει δεν μπορεί να βρεθεί!';
$_['error_order_id']     = 'Κωδικός παραγγελίας απαιτείται!';
$_['error_firstname']    = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']     = 'Το επώνυμο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_email']        = 'Το e-mail δεν είναι έγκυρο!';
$_['error_telephone']    = 'Το τηλέφωνο πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_product']      = 'Το όνομα προϊόντος πρέπει να είναι μεγαλύτερο από 3 και μικρότερο από 255 χαρακτήρες!';
$_['error_model']        = 'Το μοντέλο προϊόντος πρέπει να είναι μεγαλύτερο από 3 και μικρότερο από 64 χαρακτήρες!';
$_['error_reason']       = 'Πρέπει να επιλέξετε ένα λόγο επιστροφής!';
$_['error_captcha']      = 'Ο κωδικός επαλήθευσης δεν ταιριάζει με την εικόνα!';
$_['error_agree']        = 'Προειδοποίηση: Πρέπει να συμφωνήσετε με το %s!';