<?php
// Heading
$_['heading_title'] = 'Ο λογαριασμός σας έχει δημιουργηθεί!';

// Text
$_['text_message']  = 'Συγχαρητήρια <p>! Ο νέος σας λογαριασμός έχει δημιουργηθεί επιτυχώς!</p> <p>Είστε τώρα μέλος των συνεργατών %s.</p> <p>Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με τη λειτουργία του συστήματος συνεργατών, παρακαλώ στείλτε e-mail στον ιδιοκτήτη του καταστήματος.</p> <p>Μια επιβεβαίωση έχει σταλεί στη διεύθυνση e-mail που δηλώσατε. Αν δεν λάβατε την επιβεβαίωση, παρακαλώ <a href="%s"> επικοινωνήστε μαζί μας</a>.</p>';
$_['text_approval'] = '<p>Ευχαριστούμε για την εγγραφή σας στο %s!</p><p>Θα ειδοποιηθείτε με e-mail μόλις ο λογαριασμός σας ενεργοποιηθεί.</p><p>Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με τη λειτουργία του καταστήματος, παρακαλώ <a href="%s"> επικοινωνήστε μαζί μας</a>.</p>';
$_['text_account']  = 'Λογαριασμός';
$_['text_success']  = 'Επιτυχία';
