<?php
// Heading
$_['heading_title']    = 'Αγοράστε μια δωροεπιταγή';

// Text
$_['text_account']     = 'Λογαριασμός';
$_['text_voucher']     = 'Δωροεπιταγή';
$_['text_description'] = 'Αυτή η δωροεπιταγή θα αποσταλεί στον παραλήπτη μετά την πληρωμή της παραγγελίας.';
$_['text_agree']       = 'Καταλαβαίνω ότι οι δωροεπιταγές δεν επιστρέφονται.';
$_['text_message']     = '<p>Ευχαριστούμε που αγοράσατε μία επιταγή δώρου! Μόλις ολοκληρώσετε την παραγγελία σας, ο παραλήπτης θα λάβει ένα e-mail με λεπτομέρειες για το πώς μπορεί εξαγοράσει την δωροεπιταγή.</p>';
$_['text_for']         = '%s δωροεπιταγή για %s';

// Entry
$_['entry_to_name']    = 'Όνομα παραλήπτη';
$_['entry_to_email']   = 'E-mail παραλήπτη';
$_['entry_from_name']  = 'Το όνομά σας';
$_['entry_from_email'] = 'Το e-mail σας';
$_['entry_theme']      = 'Θέμα δωροεπιταγής';
$_['entry_message']    = 'Μήνυμα';
$_['entry_amount']     = 'Ποσό';

// Help
$_['help_message']     = 'Προαιρετικό';
$_['help_amount']      = 'Τιμή πρέπει να είναι μεταξύ %s και %s';

// Error
$_['error_to_name']    = 'Όνομα του παραλήπτη πρέπει να είναι μεταξύ 1 και 64 χαρακτήρων!';
$_['error_from_name']  = 'Το όνομά σας πρέπει να είναι μεταξύ 1 και 64 χαρακτήρων!';
$_['error_email']      = 'Το e-mail δεν είναι έγκυρο!';
$_['error_theme']      = 'Πρέπει να επιλέξετε ένα θέμα!';
$_['error_amount']     = 'Το ποσό πρέπει να είναι μεταξύ %s και %s!';
$_['error_agree']      = 'Προειδοποίηση: Πρέπει να συμφωνήσετε ότι οι δωροεπιταγές δεν επιστρέφονται!';
