<?php
// Heading
$_['heading_title'] = 'Η λίστα επιθυμιών μου';

// Text
$_['text_account']  = 'Λογαριασμός';
$_['text_instock']  = 'Σε απόθεμα';
$_['text_wishlist'] = 'Λίστα επιθυμιών (%s)';
$_['text_login']    = 'Θα πρέπει να <a href="%s"> συνδεθείτε</a> ή να <a href="%s"> δημιουργήσετε ένα λογαριασμό</a> για να αποθηκεύσετε το <a href="%s"> %s</a> στη <a href="%s"> λίστα επιθυμιών</a>!';
$_['text_success']  = 'Επιτυχία: Έχετε προσθέσει το <a href="%s"> %s</a> στη <a href="%s"> λίστα επιθυμιών</a>!';
$_['text_exists']   = 'Το <a href="%s"> %s</a> είναι ήδη στη <a href="%s"> λίστα επιθυμίων</a>!';
$_['text_remove']   = 'Επιτυχία: Έχετε τροποποιήσει τη λίστα επιθυμιών σας!';
$_['text_empty']    = 'Η λίστα επιθυμιών σας είναι άδεια.';

// Column
$_['column_image']  = 'Εικόνα';
$_['column_name']   = 'Όνομα προϊόντος';
$_['column_model']  = 'Μοντέλο';
$_['column_stock']  = 'Απόθεμα';
$_['column_price']  = 'Τιμή μονάδας';
$_['column_action'] = 'Ενέργεια';