<?php
// Heading
$_['heading_title']     = 'مجموعة الخصائص';

// Text
$_['text_success']      = 'تم بنجاح: لقد قمت بتعديل خصائص المجموعات!';
$_['text_list']         = 'قائمة مجموعة الخصائص';
$_['text_add']          = 'إضافة مجموعة خصائص';
$_['text_edit']         = 'تحرير مجموعة الخصائص';

// Column
$_['column_name']       = 'اسم مجموعة الخصائص';
$_['column_sort_order'] = 'صنف الطلبيات';
$_['column_action']     = 'عمل';

// Entry
$_['entry_name']        = 'اسم مجموعة الخصائص';
$_['entry_sort_order']  = 'صنف الطلبيات';

// Error
$_['error_permission']  = 'تحذير: ليس لديك الإذن بتعديل الخصائص!';
$_['error_name']        = 'يجب أن يكون اسم مجموعة الخصائص بين 3 و 64 حرفاً!';
$_['error_attribute']   = 'تحذير: مجموعة الخصائص هذه لا يمكن حذفها, حيث انها مرتبطة بـ %s خصائص!';
$_['error_product']     = 'تحذير: مجموعة الخصائص هذه لا يمكن حذفها, حيث انها مرتبطة بـ %s منتجات!';