<?php
// Heading
$_['heading_title']          = 'الأقسام';

// Text
$_['text_success']           = 'تم تعديل الأقسام بنجاح !';
$_['text_list']              = 'قائمة الأقسام';
$_['text_add']               = 'أضف قسم';
$_['text_edit']              = 'تعديل قسم';
$_['text_default']           = 'إفتراضي';

// Column
$_['column_name']            = 'إسم القسم';
$_['column_sort_order']      = 'تعيين الترتيب';
$_['column_action']          = 'الإجراء';

// Entry
$_['entry_name']             = 'إسم القسم';
$_['entry_description']      = 'الوصف';
$_['entry_meta_title'] 	     = 'عنوان العلامات الوصفية';
$_['entry_meta_keyword'] 	 = 'كلمات العلامات الوصفية';
$_['entry_meta_description'] = 'وصف العلامة الوصفية';
$_['entry_keyword']          = 'كلمات العنوان الصديق لمحركات البحث';
$_['entry_parent']           = 'الأصل';
$_['entry_filter']           = 'عناصر التصفية';
$_['entry_store']            = 'المتاجر';
$_['entry_image']            = 'الصورة';
$_['entry_top']              = 'أعلى';
$_['entry_column']           = 'أعمدة';
$_['entry_sort_order']       = 'ترتيب الفرز';
$_['entry_status']           = 'الحالة';
$_['entry_layout']           = 'طريقة العرض المعدلة';

// Help
$_['help_filter']            = '(الإكمال التلقائي)';
$_['help_keyword']           = 'لا تستخدم مفتاح المسافة، استبدال المسافات ب - وتأكد من أن الكلمات الرئيسية غير مكررة فريدة من نوعها.';
$_['help_top']               = 'عرض في القائمة الرئيسة لأقسام المتجر الموجودة أعلى الصفحة الرئيسية , يعمل فقط إذا كان القسم رئيسي وليس فرعي .';
$_['help_column']            = 'عدد الأعمدة في القائمة النسدلة التي تظهر عند عرض الأقسام الفرعية لهذا القسم , يعمل فقط إذا كان القسم رئيسي وليس فرعي .';

// Error
$_['error_warning']          = 'تحذير: الرجاء التحقق من كتابة بيانات النموذج بعناية بدون أخطاء !';
$_['error_permission']       = 'تحذير: ليس لديك صلاحيات لتعديل الأقسام !';
$_['error_name']             = 'يجب أن يكون اسم القسم بين 2 و 32 حرفاً!';
$_['error_meta_title']       = 'العنوان الوصفي يجب أن يكون أكبر من 3 وأقل من 255 حرفاً!';
$_['error_keyword']          = 'الكلمة الأساسية لل SEO قيد الاستخدام بالفعل !';