<?php
// Heading
$_['heading_title']     = 'التنزيلات';

// Text
$_['text_success']      = 'نجاح: لقد قمت بتعديل الأسبوعية!';
$_['text_list']         = 'قائمة التحميل';
$_['text_add']          = 'أضف تحميل';
$_['text_edit']         = 'تحرير التحميل';
$_['text_upload']       = 'تم بنجاح تحميل الملف الخاص بك!';

// Column
$_['column_name']       = 'إسم التحميل';
$_['column_date_added'] = 'تاريخ الإضافة';
$_['column_action']     = 'إجراء';

// Entry
$_['entry_name']        = 'إسم التحميل';
$_['entry_filename']    = 'اسم الملف';
$_['entry_mask']        = 'قناع';

// Help
$_['help_filename']     = 'يمكنك التحميل عن طريق زر التحميل أو استخدام FTP لرفع الدليل المحل وقم بإدخال التفاصيل أدناه.';
$_['help_mask']         = 'يرجى وضع اسم ملف و قناع مختلفين لمنع المتعقبين من محاولة الاطلاع على رابط للتحميل الخاص بك.';

// Error
$_['error_permission']  = 'تحذير: ليس لديك الإذن لتعديل التحميلات !';
$_['error_name']        = 'إسم التحميل يجب أن يكون بين 3 و 64 حرفاً!';
$_['error_upload']      = 'التحميل مطلوب!';
$_['error_filename']    = 'يجب أن يكون اسم الملف بين 3 و 128 حرفاً!';
$_['error_exists']      = 'الملف غير موجود!';
$_['error_mask']        = 'يجب أن يكون القناع بين 3 و 128 حرفاً!';
$_['error_filetype']    = 'نوع ملف غير صالح!';
$_['error_product']     = 'تحذير: لا يمكن حذف هذا التحميل ,  يتم تعيينه حاليا لمنتجات %s!';