<?php
// Heading
$_['heading_title']          = 'العنوان';

// Text
$_['text_success']           = 'نص';
$_['text_list']              = 'قائمة المعلومات';
$_['text_add']               = 'اضافة معلومات';
$_['text_edit']              = 'تعديل المعلومات';
$_['text_default']           = 'الإفتراضي';

// Column
$_['column_title']           = 'عنوان المعلومات';
$_['column_sort_order']	     = 'فرز الطلبات';
$_['column_action']          = 'إجراء';

// Entry
$_['entry_title']            = 'عنوان المعلومات';
$_['entry_description']      = 'الوصف';
$_['entry_store']            = 'متاجر';
$_['entry_meta_title'] 	     = 'عنوان العلامات الوصفية';
$_['entry_meta_keyword'] 	 = 'الكلمات الدليلة للعلامات الوصفية';
$_['entry_meta_description'] = 'وصف العلامات الوصفية';
$_['entry_keyword']          = 'الكلمات المفتاحية للارشفة';
$_['entry_bottom']           = 'أسفل';
$_['entry_status']           = 'الحالة';
$_['entry_sort_order']       = 'فرز الطلب';
$_['entry_layout']           = 'طريقة العرض المعدلة';

// Help
$_['help_keyword']           = 'لا تستخدم المسافات, إستبدل المسافة برمز - وتأكد من أن الكلمات الدليلة فريدة من نوعها.';
$_['help_bottom']            = 'عرض في أسفل فوتر الصفحة.';

// Error
$_['error_warning']          = 'تحذير: يرجى التأكد من كتابة بيانات النموذج بعناية بدون خطأ !';
$_['error_permission']       = 'تحذير : لا يوجد لديك تصريح لتعديل البيانات !';
$_['error_title']            = 'يجب أن يكون عنوان المعلومات بين 3 الى 64 حرفا !';
$_['error_description']      = 'يجب أن يكون الوصف أكثر من 3 حروف !';
$_['error_meta_title']       = 'العنوان الوصف يجب أن يكون أكبر من 3 وأقل من 255 حرفاً!';
$_['error_keyword']          = 'الكلمة الدليلة للأرشفة قيد الاستخدام بالفعل!';
$_['error_account']          = 'تحذير: لا يمكن حذف هذه صفحة المعلومات كما يتم تعيينه حاليا كشروط حساب مخزن!';
$_['error_checkout']         = 'تحذير: لا يمكن حذف هذه صفحة المعلومات كما يتم تعيينه حاليا كشروط الدفع المتجر !';
$_['error_affiliate']        = 'تحذير: لا يمكن حذف صفحة المعلومات كما يتم تعيينه حاليا كشرط للحساب التابع للمتجر  !';
$_['error_return']           = 'تحذير: لا يمكن حذف صفحة المعلومات كما يتم تعيينه حاليا كشروط الإرجاع للمتجر !';
$_['error_store']            = 'تحذير: لا يمكن حذف صفحة المعلومات المستخدمة حاليا لوجود %s متاجر!';