<?php
// Heading
$_['heading_title']      = 'الشركات المصنعة';

// Text
$_['text_success']       = 'نجاح: لقد قمت بتعديل الشركات المصنعة!';
$_['text_list']          = 'قائمة الشركة المصنعة';
$_['text_add']           = 'أضف اسم الشركة المصنعة';
$_['text_edit']          = 'تحرير الشركة المصنعة';
$_['text_default']       = 'القيمة الإفتراضية';
$_['text_percent']       = 'النسبة المئوية';
$_['text_amount']        = 'مبلغ ثابت';

// Column
$_['column_name']        = 'اسم الشركة المصنعة';
$_['column_sort_order']  = 'صنف الطلبيات';
$_['column_action']      = 'إجراء';

// Entry
$_['entry_name']         = 'اسم الشركة المصنعة';
$_['entry_store']        = 'محلات';
$_['entry_keyword']      = 'كلمة التصنيف';
$_['entry_image']        = 'صور';
$_['entry_sort_order']   = 'صنف الطلبيات';
$_['entry_type']         = 'النوع';

// Help
$_['help_keyword']       = 'لا تستخدم مفتاح المسافة، استبدال المسافات ب (-) وتأكد من أن الكلمات الرئيسية فريدة من نوعها .';

// Error
$_['error_permission']   = 'تحذير: ليس لديك الإذن لتعديل الشركات المصنعة!';
$_['error_name']         = 'يجب أن يكون اسم الشركة المصنعة بين 2 و 64 حرفاً!';
$_['error_keyword']      = 'الكلمة الأساسية لل SEO قيد الاستخدام بالفعل!';
$_['error_product']      = 'تحذير: لا يمكن حذف هذا المصنع كما يتم تعيينه حاليا لمنتجات %s!';