<?php
// Heading
$_['heading_title']			= 'ملفات الدفعات المتكررة';

// Text
$_['text_success']          = 'تم تعديل ملفات الدفعات المتكررة بنجاح!';
$_['text_list']             = 'قائمة ملفات الدفعات المتكررة';
$_['text_add']              = 'أضف ملف دفعات متكررة';
$_['text_edit']             = 'قم بتعديل ملف الدفعات المتكررة';
$_['text_day']				= 'اليوم';
$_['text_week']				= 'أسبوع';
$_['text_semi_month']		= 'نصف الشهر';
$_['text_month']			= 'الشهر';
$_['text_year']				= 'سنة';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> تحسب المبالغ المتكررة حسب كل متى و دورة الفاتورة.</p><p>على سبيل المثال، إذا كنت تستخدم كل متى "أسبوع" ودورة الفاتورة "2"، سيتم ارسال فاتورة الى المستخدم  كل أسبوعين.</p><p>المدة هي عدد المرات التي سوف يقوم المستخدم فيها بالدفع، قم بتعيين 0 الى هذه القيمة إذا كنت ترغب في الدفع حتى يتم إلغاء.</p>';
$_['text_profile']			= 'ملف دفعات متكررة';
$_['text_trial']			= 'الملف التجريبي';

// Entry
$_['entry_name']			= 'الإسم';
$_['entry_price']			= 'السعر';
$_['entry_duration']		= 'المدة';
$_['entry_cycle']			= 'دورة';
$_['entry_frequency']		= 'كل متى';
$_['entry_trial_price']		= 'السعر التجريبي';
$_['entry_trial_duration']	= 'المدة التجريبية';
$_['entry_trial_status']	= 'حالة الفترة التجريبية';
$_['entry_trial_cycle']	    = 'الدورة التجريبية';
$_['entry_trial_frequency']	= 'كل متى - تجريبي';
$_['entry_status']			= 'الحالة';
$_['entry_sort_order']		= 'ترتيب الفرز';

// Column
$_['column_name']			= 'الاسم';
$_['column_sort_order']	    = 'ترتيب الفرز';
$_['column_action']         = 'إجراء';

// Error
$_['error_warning']         = 'تحذير: الرجاء التحقق من الأخطاء في بيانات النموذج!';
$_['error_permission']		= 'تحذير: ليس لديك الإذن لتعديل ملفات الدفعات المتكررة!';
$_['error_name']			= 'اسم الملف يجب أن يتكون من أكثر من 3 أحرف وأقل من 255!';
$_['error_product']			= 'تحذير: لا يمكن حذف ملف الدفعات المتكررة هذا اذ أن تم تعيينه حاليا للمنتجات %s !';