<?php
// Heading
$_['heading_title']    = 'Мениджър изображението';

// Text
$_['text_uploaded']    = 'Успех: Вашият файл е качен!';
$_['text_directory']   = 'Успех: Директория е създадена!';
$_['text_delete']      = 'Успех: Вашия файл или директория е изтрит!';

// Entry
$_['entry_search']     = 'Търси..';
$_['entry_folder']     = 'Име на папка';

// Error
$_['error_permission'] = 'Предупреждение: Достъпът отказан!';
$_['error_filename']   = 'Внимание: Името на файла трябва да бъде между 3 и 255!';
$_['error_folder']     = 'Внимание: Името на папката трябва да бъде между 3 и 255!';
$_['error_exists']     = 'Предупреждение: Файл или директория със същото име вече съществува!';
$_['error_directory']  = 'Предупреждение: Директория не съществува!';
$_['error_filetype']   = 'Предупреждение: Неправилен тип на файл!';
$_['error_upload']     = 'Предупреждение: Файлът не може да бъде качен поради неизвестна причина!';
$_['error_delete']     = 'Предупреждение: Не можете да изтриете тази директория!';