<?php
// header
$_['heading_title']   = 'Забравили сте паролата си?';

// Text
$_['text_forgotten']  = 'Забравена парола';
$_['text_your_email'] = 'Вашият E-Mail адрес';
$_['text_email']      = 'Въведете имейл адреса, свързан с вашия акаунт. Кликнете върху бутона за да получите линк в пощата си, с който да изберете нова парола.';
$_['text_success']    = 'Имейл с линк за потвърждение е изпратен до подадения email адрес.';

// Entry
$_['entry_email']     = 'Имейл адрес';
$_['entry_password']  = 'Нова парола';
$_['entry_confirm']   = 'Потвърдете паролата';

// Error
$_['error_email']     = 'Внимание: Имейл адресът не е намерен в нашите записи, моля, опитайте отново!';
$_['error_password']  = 'Паролата трябва да бъде между 3 и 20 символа!';
$_['error_confirm']   = 'Паролата и потвърждението на паролата не съвпадат!';