<?php
// header
$_['heading_title']  = 'Възстановяване на паролата';

// Text
$_['text_reset']     = 'Възстановяване на паролата!';
$_['text_password']  = 'Въведете новата парола, която искате да използвате.';
$_['text_success']   = 'Успех: Вашата парола е актуализирана успешно.';

// Entry
$_['entry_password'] = 'Парола';
$_['entry_confirm']  = 'Потвърдете паролата';

// Error
$_['error_password'] = 'Паролата трябва да бъде между 3 и 20 символа!';
$_['error_confirm']  = 'Паролата и потвърждението на паролата не съвпадат!';