<?php
// Heading
$_['heading_title']             = 'Συνεργάτες';

// Text
$_['text_success']              = 'Εχετε τροποποιήσει τους συνεργάτες επιτυχώς!';
$_['text_approved']             = 'Έχετε εγκρίνει %s λογαριασμούς!';
$_['text_list']                 = 'Λίστα συνεργατών';
$_['text_add']                  = 'Προσθήκη συνεργάτη';
$_['text_edit']                 = 'Επεξεργασία Συνεργάτη';
$_['text_balance']              = 'Υπόλοιπο';
$_['text_cheque']               = 'Επιταγή';
$_['text_paypal']               = 'PayPal';
$_['text_bank']                 = 'Τραπεζικό έμβασμα';

// Column
$_['column_name']               = 'Όνομα Συνεργάτη';
$_['column_email']              = 'Διεύθυνση email';
$_['column_code']               = 'Κώδικας παρακολούθησης';
$_['column_balance']            = 'Υπόλοιπο';
$_['column_status']             = 'Κατάσταση';
$_['column_approved']           = 'Εγκεκριμμένο';
$_['column_date_added']         = 'Ημερομηνία προσθήκης';
$_['column_description']        = 'Περιγραφή';
$_['column_amount']             = 'Ποσό';
$_['column_action']             = 'Ενέργεια';

// Entry
$_['entry_firstname']           = 'Όνομα';
$_['entry_lastname']            = 'Επώνυμο';
$_['entry_email']               = 'Διεύθυνση email';
$_['entry_telephone']           = 'Τηλέφωνο';
$_['entry_fax']                 = 'Φαξ';
$_['entry_status']              = 'Κατάσταση';
$_['entry_password']            = 'Κωδικός';
$_['entry_confirm']             = 'Επιβεβαίωση';
$_['entry_company']             = 'Εταιρεία';
$_['entry_website']             = 'Ιστοσελίδα';
$_['entry_address_1']           = 'Διεύθυνση 1';
$_['entry_address_2']           = 'Διεύθυνση 2';
$_['entry_city']                = 'Πόλη';
$_['entry_postcode']            = 'Ταχυδρομικός κωδικός';
$_['entry_country']             = 'Χώρα';
$_['entry_zone']                = 'Περιφέρεια';
$_['entry_code']                = 'Κώδικας παρακολούθησης';
$_['entry_commission']          = 'Προμήθεια (%)';
$_['entry_tax']                 = 'ΑΦΜ';
$_['entry_payment']             = 'Μέθοδος πληρωμής';
$_['entry_cheque']              = 'Όνομα δικαιούχου επιταγής';
$_['entry_paypal']              = 'Λογαριασμός ηλεκτρονικού ταχυδρομείου PayPal';
$_['entry_bank_name']           = 'Επωνυμία τράπεζας';
$_['entry_bank_branch_number']  = 'Αριθμός ABA/BSB (αριθμός του υποκαταστήματός σας)';
$_['entry_bank_swift_code']     = 'Κωδικός SWIFT';
$_['entry_bank_account_name']   = 'Όνομα λογαριασμού';
$_['entry_bank_account_number'] = 'Αριθμός λογαριασμού';
$_['entry_amount']              = 'Ποσό';
$_['entry_description']         = 'Περιγραφή';
$_['entry_name']                = 'Όνομα Συνεργάτη';
$_['entry_approved']            = 'Εγκεκριμμένο';
$_['entry_date_added']          = 'Ημερομηνία προσθήκης';

// Help
$_['help_code']                 = 'Ο κώδικας παρακολούθησης που θα χρησιμοποιηθεί για να παρακολουθείτε τις παραπομπές.';
$_['help_commission']           = 'Το ποσοστό που λαμβάνει ο συνεργάτης για κάθε παραγγελία.';

// Error
$_['error_permission']          = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τους συνεργάτες!';
$_['error_exists']              = 'Προειδοποίηση: Η διεύθυνση E-Mail έχει ήδη καταχωρηθεί!';
$_['error_firstname']           = 'Το όνομα πρέπει να έχει 1 έως 32 χαρακτήρες!';
$_['error_lastname']            = 'Το επώνυμο πρέπει να έχει 1 έως 32 χαρακτήρες!';
$_['error_email']               = 'Το e-mail δεν είναι έγκυρο!';
$_['error_cheque']              = 'Απαιτείται όνομα δικαιούχου επιταγής!';
$_['error_paypal']              = 'Η διεύθυνση PayPal δεν ισχύει!';
$_['error_bank_account_name']   = 'Απαιτείται όνομα λογαριασμού!';
$_['error_bank_account_number'] = 'Απατείται αριθμός λογαριασμού!';
$_['error_telephone']           = 'Το τηλέφωνο πρέπει να έχει 3 έως 32 χαρακτήρες!';
$_['error_password']            = 'Ο κωδικός πρόσβασης πρέπει να έχει 4 έως 20 χαρακτήρες!';
$_['error_confirm']             = 'Ο κωδικός πρόσβασης και η επιβεβαίωση κωδικού πρόσβασης δεν ταιριάζουν!';
$_['error_address_1']           = 'Η Διεύθυνση 1 πρέπει να έχει 3 έως 128 χαρακτήρες!';
$_['error_city']                = 'Η πόλη πρέπει να έχει 2 έως 128 χαρακτήρες!';
$_['error_postcode']            = 'Ταχυδρομικός κώδικας πρέπει να έχει 2 έως 10 χαρακτήρες για αυτή τη χώρα!';
$_['error_country']             = 'Παρακαλώ επιλέξτε μια χώρα!';
$_['error_zone']                = 'Παρακαλώ επιλέξτε μια περιοχή!';
$_['error_code']                = 'Απαιτείται κωδικός παρακολούθησης!';