<?php
// Heading
$_['heading_title']       = 'Κουπόνια';

// Text
$_['text_success']        = 'Επιτυχία: Έχετε τροποποιήσει τα κουπόνια!';
$_['text_list']           = 'Λίστα κουπονιών';
$_['text_add']            = 'Προσθέστε ένα κουπόνι';
$_['text_edit']           = 'Επεξεργαστείτε το κουπόνι';
$_['text_percent']        = 'Ποσοστό';
$_['text_amount']         = 'Σταθερό ποσό';

// Column
$_['column_name']         = 'Όνομα κουπονιού';
$_['column_code']         = 'Κωδικός';
$_['column_discount']     = 'Έκπτωση';
$_['column_date_start']   = 'Ημερομηνία Έναρξης';
$_['column_date_end']     = 'Ημερομηνία Λήξης';
$_['column_status']       = 'Κατάσταση';
$_['column_order_id']     = 'Αρ. Παραγγελίας';
$_['column_customer']     = 'Πελάτης';
$_['column_amount']       = 'Ποσό';
$_['column_date_added']   = 'Ημερομηνία προσθήκης';
$_['column_action']       = 'Ενέργεια';

// Entry
$_['entry_name']          = 'Όνομα κουπονιού';
$_['entry_code']          = 'Κωδικός';
$_['entry_type']          = 'Τύπος';
$_['entry_discount']      = 'Έκπτωση';
$_['entry_logged']        = 'Είσοδος πελάτη';
$_['entry_shipping']      = 'Δωρεάν αποστολή';
$_['entry_total']         = 'Συνολικό ποσό';
$_['entry_category']      = 'Κατηγορία';
$_['entry_product']       = 'Προϊόντα';
$_['entry_date_start']    = 'Ημερομηνία Έναρξης';
$_['entry_date_end']      = 'Ημερομηνία Λήξης';
$_['entry_uses_total']    = 'Χρήσεις ανά κουπόνι';
$_['entry_uses_customer'] = 'Χρήσεις ανά πελάτη';
$_['entry_status']        = 'Κατάσταση';

// Help
$_['help_code']           = 'Ο κωδικός που πρέπει να εισάγει ο πελάτης για να λάβει την έκπτωση.';
$_['help_type']           = 'Ποσοστό ή σταθερό ποσό.';
$_['help_logged']         = 'Ο πελάτης πρέπει να συνδεθεί για να χρησιμοποιήσει το κουπόνι.';
$_['help_total']          = 'Το συνολικό ποσό παραγγελίας που πρέπει να επιτευχθεί ώστε να είναι έγκυρο το κουπόνι.';
$_['help_category']       = 'Επιλέξτε όλα τα προϊόντα της επιλεγμένης κατηγορίας.';
$_['help_product']        = 'Επιλέξτε συγκεκριμένα προϊόντα για τα οποία θα ισχύει το κουπόνι. Μην επιλέγετε προϊόντα για να εφαρμόσετε το κουπόνι στο σύνολο της παραγγελίας.';
$_['help_uses_total']     = 'Ο μέγιστος αριθμός των φορών που το κουπόνι μπορεί να χρησιμοποιηθεί από οποιονδήποτε πελάτη. Αφήστε κενό για απεριόριστα';
$_['help_uses_customer']  = 'Ο μέγιστος αριθμός των φορών που το κουπόνι μπορεί να χρησιμοποιηθεί από κάθε πελάτη. Αφήστε κενό για απεριόριστα';

// Error
$_['error_permission']    = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε κουπόνια!';
$_['error_exists']        = 'Προειδοποίηση: Ο κωδικός κουπονιού χρησιμοποιείται ήδη!';
$_['error_name']          = 'Το όνομα του κουπονιού πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_code']          = 'Ο κωδικός πρέπει να είναι μεταξύ 3 και 10 χαρακτήρων!';