<?php
// Heading
$_['heading_title']  = 'Επικοινωνήστε μαζί μας';

// Text
$_['text_location']  = 'Η τοποθεσία μας';
$_['text_store']     = 'Τα καταστήματά μας';
$_['text_contact']   = 'Φόρμα επικοινωνίας';
$_['text_address']   = 'Διεύθυνση';
$_['text_telephone'] = 'Τηλέφωνο';
$_['text_fax']       = 'Fax';
$_['text_open']      = 'Ώρες λειτουργίας';
$_['text_comment']   = 'Σχόλια';
$_['text_success']   = '<p>Το ερώτημά σας έχει σταλεί επιτυχώς!</p>';

// Entry
$_['entry_name']     = 'Το όνομά σας';
$_['entry_email']    = 'Διεύθυνση email';
$_['entry_enquiry']  = 'Μήνυμα';
$_['entry_captcha']  = 'Εισαγάγετε τον κωδικό στο παρακάτω πλαίσιο';

// Email
$_['email_subject']  = 'Μήνυμα %s';

// Errors
$_['error_name']     = 'Το όνομα πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_email']    = 'Το e-mail δεν είναι έγκυρο!';
$_['error_enquiry']  = 'Τι μήνυμα πρέπει να είναι μεταξύ 10 και 3000 χαρακτήρων!';
$_['error_captcha']  = 'Ο κωδικός επαλήθευσης δεν ταιριάζει με την εικόνα!';
