<?php
// Heading
$_['heading_title']     = 'Χρήστες';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε τροποποιήσει τους χρήστες!';
$_['text_list']         = 'Λίστα χρηστών';
$_['text_add']          = 'Προσθήκη χρήστη';
$_['text_edit']         = 'Επεξεργασία χρήστη';

// Column
$_['column_username']   = 'Όνομα χρήστη';
$_['column_status']     = 'Κατάσταση';
$_['column_date_added'] = 'Ημερομηνία προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_username']   	= 'Όνομα χρήστη';
$_['entry_user_group'] 	= 'Ομάδα χρηστών';
$_['entry_password']   	= 'Κωδικός πρόσβασης';
$_['entry_confirm']    	= 'Επιβεβαίωση κωδικού';
$_['entry_firstname']  	= 'Όνομα';
$_['entry_lastname']   	= 'Επώνυμο';
$_['entry_email']      	= 'E-Mail';
$_['entry_image']      	= 'Εικόνα';
$_['entry_status']     	= 'Κατάσταση';

// Error
$_['error_permission'] 	= 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τους χρήστες!';
$_['error_account']    	= 'Προειδοποίηση: Δεν μπορείτε να διαγράψετε το δικό σας λογαριασμό!';
$_['error_exists']     	= 'Προειδοποίηση: Το όνομα χρησιμοποιείται ήδη!';
$_['error_username']   	= 'Το όνομα χρήστη πρέπει να είναι μεταξύ 3 και 20 χαρακτήρων!';
$_['error_password']   	= 'Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ 4 και 20 χαρακτήρων!';
$_['error_confirm']    	= 'Ο κωδικός πρόσβασης και η επιβεβαίωση κωδικού δεν ταιριάζουν!';
$_['error_firstname']  	= 'Το όνομα αρχείου πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']   	= 'Το επώνυμο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';