<?php
// Heading
$_['heading_title']     = 'Ομάδες χρηστών';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε τροποποιήσει τις ομάδες χρηστών!';
$_['text_list']         = 'Ομάδα χρηστών';
$_['text_add']          = 'Προσθήκη ομάδας';
$_['text_edit']         = 'Επεξεργασία ομάδας χρηστών';

// Column
$_['column_name']       = 'Όνομα ομάδας χρηστών';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα ομάδας χρηστών';
$_['entry_access']      = 'Άδεια πρόσβασης';
$_['entry_modify']      = 'Άδεια τροποποίησης';

// Error
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις ομάδες χρηστών!';
$_['error_name']        = 'Το όνομα ομάδας πρέπει να είναι μεταξύ 3 και 64 χαρακτήρων!';
$_['error_user']        = 'Προειδοποίηση: Αυτή η ομάδα χρηστών δεν μπορεί να διαγραφεί επειδή αντιστοιχεί σε %s χρήστες!';