<?php
// Heading
$_['heading_title']    = 'Καλάθι αγορών';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε προσθέσει <a href="%s"> %s</a> στο <a href="%s"> καλάθι αγορών</a>!';
$_['text_remove']      = 'Επιτυχία: Έχετε τροποποιήσει το καλάθι αγορών σας!';
$_['text_login']       = 'Προσοχή: Θα πρέπει να <a href="%s"> συνδεθείτε</a> ή να <a href="%s"> δημιουργήσετε ένα λογαριασμό</a> για να δείτε τις τιμές!';
$_['text_items']       = '%s προϊόν(τα) - %s';
$_['text_points']      = 'Πόντοι: %s';
$_['text_next']        = 'Τι θα θέλατε να κάνετε στη συνέχεια;';
$_['text_next_choice'] = 'Επιλέξτε αν έχετε εκπτωτικό κωδικό ή πόντους ανταμοιβής που θέλετε να χρησιμοποιήσετε ή αν θέλετε να εκτιμηθεί το κόστος παράδοσης.';
$_['text_empty']       = 'Το καλάθι σας είναι άδειο!';
$_['text_day']         = 'ημέρα';
$_['text_week']        = 'εβδομάδα';
$_['text_semi_month']  = '15νθήμερο';
$_['text_month']       = 'μήνα';
$_['text_year']        = 'έτος';
$_['text_trial']       = '%s κάθε %s %s για %s πληρωμές έπειτα ';
$_['text_recurring']   = '%s κάθε %s %s';
$_['text_length']      = ' για %s πληρωμές';
$_['text_until_cancelled']   	= 'έως ότου ακυρωθεί';
$_['text_recurring_item']    	              = 'Επαναλαμβανόμενο στοιχείο';
$_['text_payment_recurring']                    = 'Προφίλ πληρωμής';
$_['text_trial_description'] 	              = '%s κάθε %d %s(s) για %d πληρωμής(ων) έπειτα';
$_['text_payment_description'] 	              = '%s κάθε %d %s(s) για %d πληρωμής(ων)';
$_['text_payment_until_canceled_description'] = '%s κάθε %d %s(s) μέχρι να ακυρωθεί';

// Column
$_['column_image']          = 'Εικόνα';
$_['column_name']           = 'Όνομα προϊόντος';
$_['column_model']          = 'Μοντέλο';
$_['column_quantity']       = 'Ποσότητα';
$_['column_price']          = 'Τιμή μονάδας';
$_['column_total']          = 'Σύνολο';

// Error
$_['error_stock']            = 'Προϊόντα επισημασμένα με *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή είναι εξαντλημένα!';
$_['error_minimum']          = 'Η ελάχιστη ποσότητα παραγγελίας για το προϊόν %s είναι %s!';
$_['error_required']         = '%s απαιτείται!';
$_['error_product']          = 'Προειδοποίηση: Δεν υπάρχουν προϊόντα στο καλάθι σας!';
$_['error_recurring_required'] = 'Επιλέξτε μια επαναλαμβανόμενη πληρωμή!';