<?php
// Heading
$_['heading_title']                  = 'Αγορά';

// Text
$_['text_cart']                      = 'Καλάθι αγορών';
$_['text_checkout_option']           = 'Βήμα 1: Επιλογές αγοράς';
$_['text_checkout_account']          = 'Βήμα 2: Λεπτομέρειες χρέωσης &amp; λογαριασμού';
$_['text_checkout_payment_address']  = 'Βήμα 2: Λεπτομέρειες χρέωσης';
$_['text_checkout_shipping_address'] = 'Βήμα 3: Λεπτομέρειες αποστολής';
$_['text_checkout_shipping_method']  = 'Βήμα 4: Τρόπος αποστολής';
$_['text_checkout_payment_method']   = 'Βήμα 5: Μέθοδος πληρωμής';
$_['text_checkout_confirm']          = 'Βήμα 6: Επιβεβαίωση';
$_['text_modify']                    = 'Τροποποίηση &raquo;';
$_['text_new_customer']              = 'Νέος πελάτης';
$_['text_returning_customer']        = 'Εγγεγραμένος πελάτης';
$_['text_checkout']                  = 'Επιλογές αγοράς:';
$_['text_i_am_returning_customer']   = 'Είμαι εγγεγραμένος πελάτης';
$_['text_register']                  = 'Εγγραφή';
$_['text_guest']                     = 'Αγορά ως επισκέπτης';
$_['text_register_account']          = 'Δημιουργώντας ένα λογαριασμό, θα είστε σε θέση να ψωνίζετε πιο γρήγορα, να είστε ενημερωμένοι για την κατάσταση μιας παραγγελίας, και να παρακολουθείτε το αρχείο των παραγγελιών που κάνατε προηγουμένως.';
$_['text_forgotten']                 = 'Ξέχασα τον κωδικό';
$_['text_your_details']              = 'Προσωπικά στοιχεία';
$_['text_your_address']              = 'Διεύθυνση';
$_['text_your_password']             = 'Κωδικός';
$_['text_agree']                     = 'Έχω διαβάσει και συμφωνώ με το <a href="%s" class="agree"> <b>%s</b></a>';
$_['text_address_new']               = 'Θέλω να χρησιμοποιήσω μια νέα διεύθυνση';
$_['text_address_existing']                   = 'Θέλω να χρησιμοποιήσω μια υπάρχουσα διεύθυνση';
$_['text_shipping_method']                    = 'Παρακαλώ επιλέξτε την προτιμώμενη μέθοδο αποστολής για χρήση σε αυτή την παραγγελία.';
$_['text_payment_method']                     = 'Επιλέξτε τη μέθοδο πληρωμής που προτιμάτε να χρησιμοποιήσετε σε αυτή την παραγγελία.';
$_['text_comments']                           = 'Προσθέστε σχόλια σχετικά με την παραγγελία σας';
$_['text_recurring']                          = 'Επαναλαμβανόμενο στοιχείο';
$_['text_payment_recurring']                  = 'Προφίλ πληρωμής';
$_['text_trial_description']                  = '%s κάθε %d %s(s) για %d πληρωμή(ων) έπειτα';
$_['text_payment_description']                = '%s κάθε %d %s(s) για %d πληρωμής(ων)';
$_['text_payment_until_canceled_description'] = '%s κάθε %d %s(s) μέχρι να ακυρωθεί';
$_['text_day']                       = 'ημέρα';
$_['text_week']                      = 'εβδομάδα';
$_['text_semi_month']                = '15νθήμερο';
$_['text_month']                     = 'μήνα';
$_['text_year']                      = 'έτος';

// Column
$_['column_name']                    = 'Όνομα προϊόντος';
$_['column_model']                   = 'Μοντέλο';
$_['column_quantity']                = 'Ποσότητα';
$_['column_price']                   = 'Τιμή μονάδας';
$_['column_total']                   = 'Σύνολο';

// Entry
$_['entry_email_address']            = 'Διεύθυνση email';
$_['entry_email']                    = 'Email';
$_['entry_password']                 = 'Κωδικός';
$_['entry_confirm']                  = 'Επιβεβαίωση κωδικού';
$_['entry_firstname']                = 'Όνομα';
$_['entry_lastname']                 = 'Επώνυμο';
$_['entry_telephone']                = 'Τηλέφωνο';
$_['entry_fax']                      = 'Fax';
$_['entry_address']                  = 'Επιλέξτε διεύθυνση';
$_['entry_company']                  = 'Εταιρεία';
$_['entry_customer_group']           = 'Ομάδα πελατών';
$_['entry_address_1']                = 'Διεύθυνση 1';
$_['entry_address_2']                = 'Διεύθυνση 2';
$_['entry_postcode']                 = 'Ταχυδρομικός κώδικας';
$_['entry_city']                     = 'Πόλη';
$_['entry_country']                  = 'Χώρα';
$_['entry_zone']                     = 'Περιοχή';
$_['entry_newsletter']               = 'Επιθυμώ να εγγραφώ στο newsletter %s.';
$_['entry_shipping'] 	             = 'Η διεύθυνση παράδοσης και χρέωσης είναι η ίδια.';

// Error
$_['error_warning']                  = 'Παρουσιάστηκε ένα πρόβλημα κατά την προσπάθεια να επεξεργαστούμε την παραγγελία σας! Εάν το πρόβλημα παραμένει παρακαλώ δοκιμάστε να επιλέξετε διαφορετική μέθοδο πληρωμής, ή μπορείτε να επικοινωνήσετε με το κατάστημα κάνοντας <a href="%s"> κλικ εδώ</a>.';
$_['error_login']                    = 'Προειδοποίηση: Καμία αντιστοιχία για την διεύθυνση E-Mail ή/και τον κωδικό πρόσβασης.';
$_['error_attempts']                 = 'Προειδοποίηση: Ο λογαριασμός σας έχει υπερβεί τον επιτρεπόμενο αριθμό προσπαθειών σύνδεσης. Παρακαλώ ξαναδοκιμάστε ξανά σε 1 ώρα.';
$_['error_approved']                 = 'Προειδοποίηση: Ο λογαριασμός σας απαιτεί έγκριση προτού μπορέσετε να συνδεθείτε.';
$_['error_exists']                   = 'Προειδοποίηση: Η διεύθυνση E-Mail έχει ήδη καταχωρηθεί!';
$_['error_firstname']                = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']                 = 'Το επώνυμο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_email']                    = 'Το e-mail δεν είναι έγκυρο!';
$_['error_telephone']                = 'Το τηλέφωνο πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_password']                 = 'Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ 3 και 20 χαρακτήρων!';
$_['error_confirm']                  = 'Η επιβεβαίωση κωδικού πρόσβασης δεν συμφωνεί με τον κωδικό πρόσβασης!';
$_['error_address_1']                = 'Η διεύθυνση πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_city']                     = 'Η πόλη πρέπει να είναι μεταξύ 2 και 128 χαρακτήρων!';
$_['error_postcode']                 = 'Ο ταχυδρομικός κώδικας πρέπει να είναι μεταξύ 2 και 10 χαρακτήρων!';
$_['error_country']                  = 'Παρακαλώ επιλέξτε μια χώρα!';
$_['error_zone']                     = 'Παρακαλώ επιλέξτε μια περιοχή!';
$_['error_agree']                    = 'Προειδοποίηση: Πρέπει να συμφωνήσετε με το %s!';
$_['error_address']                  = 'Προειδοποίηση: Πρέπει να επιλέξετε διεύθυνση!';
$_['error_shipping']                 = 'Προειδοποίηση: Τρόπος αποστολής απαιτείται!';
$_['error_no_shipping']              = 'Προειδοποίηση: Δεν είναι διαθέσιμος κάποιος τρόπος αποστολής. Παρακαλώ <a href="%s"> επικοινωνήστε μαζί μας</a> για βοήθεια!';
$_['error_payment']                  = 'Προειδοποίηση: Μέθοδος πληρωμής απαιτείται!';
$_['error_no_payment']               = 'Προειδοποίηση: Δεν είναι διαθέσιμη κάποια μέθοδος πληρωμής. Παρακαλώ <a href="%s"> επικοινωνήστε μαζί μας</a> για βοήθεια!';
$_['error_custom_field']             = '%s απαιτείται!';