<?php
// Heading
$_['heading_title'] = 'Ανεπιτυχής πληρωμή!';

// Text
$_['text_basket']   = 'Καλάθι αγορών';
$_['text_checkout'] = 'Αγορά';
$_['text_failure']  = 'Ανεπιτυχής πληρωμή';
$_['text_message']  = '<p>Υπήρξε ένα πρόβλημα κατά την επεξεργασία της πληρωμής σας και η παραγγελία δεν ολοκληρώθηκε.</p>  <p>Πιθανές αιτίες είναι:</p> <ul><li>Ανεπαρκή χρήματα</li> <li>Αποτυχία επαλήθευσης</li></ul>  <p>Παρακαλώ προσπαθήστε να παραγγείλετε ξανά χρησιμοποιώντας διαφορετική μέθοδο πληρωμής.</p>  <p>Εάν το πρόβλημα παραμένει παρακαλώ <a href="%s"> επικοινωνήστε μαζί μας</a> με τις λεπτομέρειες της παραγγελίας που προσπαθείτε να πραγματοποιήσετε.</p>';
