<?php
// Heading
$_['heading_title'] = 'Χρήση πόντων (Διαθέσιμοι %s)';

// Text
$_['text_success']  = 'Επιτυχία: Εφαρμόστηκε η έκπτωση των πόντων ανταμοιβής!';

// Entry
$_['entry_reward']  = 'Πόντοι για χρήση (Μέγιστο %s)';

// Error
$_['error_reward']  = 'Προειδοποίηση: Παρακαλώ εισάγετε τους πόντους που θέλετε να χρησιμοποιήσετε!';
$_['error_points']  = 'Προειδοποίηση: Δεν έχετε %s πόντους ανταμοιβής!';
$_['error_maximum'] = 'Προειδοποίηση: Ο μέγιστος αριθμός πόντων που μπορούν να εφαρμοστούν είναι %s!';