<?php
// Heading
$_['heading_title']        = 'Εκτίμηση Μεταφορικών &amp; Φόρων';

// Text
$_['text_success']         = 'ΕΠΙΤΥΧΙΑ: Εφαρμόστηκε η εκτίμηση παράδοσης!';
$_['text_shipping']        = 'Εισάγετε τον προορισμό σας να πάρετε μια εκτίμηση των μεταφορικών.';
$_['text_shipping_method'] = 'Παρακαλώ επιλέξτε την προτιμώμενη μέθοδο αποστολής για χρήση σε αυτή την παραγγελία.';

// Entry
$_['entry_country']        = 'Χώρα';
$_['entry_zone']           = 'Περιοχή';
$_['entry_postcode']       = 'Ταχυδρομικός κώδικας';

// Error
$_['error_postcode']       = 'Ο ταχυδρομικός κώδικας πρέπει να είναι μεταξύ 2 και 10 χαρακτήρων!';
$_['error_country']        = 'Παρακαλώ επιλέξτε μια χώρα!';
$_['error_zone']           = 'Παρακαλώ επιλέξτε μια περιοχή!';
$_['error_shipping']       = 'Προειδοποίηση: Τρόπος αποστολής απαιτείται!';
$_['error_no_shipping']    = 'Προειδοποίηση: Δεν είναι διαθέσιμος κάποιος τρόπος αποστολής. Παρακαλώ <a href="%s"> επικοινωνήστε μαζί μας</a> για βοήθεια!';