<?php
// Heading
$_['heading_title']        = 'Η παραγγελία σας έχει καταχωρηθεί!';

// Text
$_['text_basket']          = 'Καλάθι αγορών';
$_['text_checkout']        = 'Αγορά';
$_['text_success']         = 'Επιτυχία';
$_['text_customer']        = '<p>Η παραγγελία σας έχει υποβληθεί με επιτυχία!</p><p>Μπορείτε να δείτε το ιστορικό των παραγγελιών σας, μεταβαίνοντας στη σελίδα <a href="%s"> ο λογαριασμός μου</a> και κάνοντας κλικ στο <a href="%s"> ιστορικό</a>.</p><p>Αν η αγορά σας έχει αρχεία προς μεταφόρτωση, μπορείτε να πάτε στη σελίδα <a href="%s"> λήψεις</a> στο λογαριασμό σας για να τις δείτε.</p><p>Παρακαλούμε για τυχόν ερωτήσεις που έχετε απευθυνθείτε στο <a href="%s"> κατάστημα</a>.</p><p>Ευχαριστούμε για τις online αγορές σας μαζί μας!</p>';
$_['text_guest']           = '<p>Η παραγγελία σας έχει υποβληθεί με επιτυχία!</p><p>Παρακαλούμε για τυχόν ερωτήσεις που έχετε απευθυνθείτε στο <a href="%s"> κατάστημα</a>.</p><p>Ευχαριστούμε για τις online αγορές σας μαζί μας!</p>';