<?php
// Heading
$_['heading_title']    = 'Αναφορά προϊόντων που προβλήθηκαν';

// Text
$_['text_list']        = 'Λίστα προϊόντων που προβλήθηκαν';
$_['text_success']     = 'ΕΠΙΤΥΧΙΑ: Έχετε επαναπροσδιορίσει την αναφορά προϊόντων που προβλήθηκαν!';

// Column
$_['column_name']      = 'Όνομα προϊόντος';
$_['column_model']     = 'Μοντέλο';
$_['column_viewed']    = 'Έχουν προβληθεί';
$_['column_percent']   = 'Ποσοστό';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να επαναπροσδιορίσετε την αναφορά των προϊόντων που προβλήθηκαν!';