<?php
// Heading
$_['heading_title']       = 'Διατάξεις';

// Text
$_['text_success']        = 'Επιτυχία: Έχετε τροποποιήσει τις διατάξεις!';
$_['text_list']           = 'Λίστα Διατάξεων';
$_['text_add']            = 'Προσθήκη Διάταξης';
$_['text_edit']           = 'Επεξεργασία Διάταξης';
$_['text_default']        = 'Προεπιλογή';
$_['text_content_top']    = 'Πάνω από το περιεχόμενο';
$_['text_content_bottom'] = 'Κάτω από το περιεχόμενο';
$_['text_column_left']    = 'Αριστερή στήλη';
$_['text_column_right']   = 'Δεξιά στήλη';

// Column
$_['column_name']         = 'Όνομα Διάταξης';
$_['column_action']       = 'Ενέργεια';

// Entry
$_['entry_name']          = 'Όνομα Διάταξης';
$_['entry_store']         = 'Κατάστημα';
$_['entry_route']         = 'Διαδρομή';
$_['entry_module']        = 'Πρόσθετο';
$_['entry_position']      = 'Θέση';
$_['entry_sort_order']    = 'Σειρά ταξινόμησης';

// Error
$_['error_permission']    = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις διατάξεις!';
$_['error_name']          = 'Το όνομα διάταξης πρέπει να είναι μεταξύ 3 και 64 χαρακτήρων!';
$_['error_default']       = 'Προειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί καθώς έχει ορισθεί ως η προεπιλεγμένη διάταξη του καταστήματος!';
$_['error_store']         = 'Προειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί καθώς αντιστοιχεί σε %s καταστήματα!';
$_['error_product']       = 'Προειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί καθώς αντιστοιχεί σε %s προϊόντα!';
$_['error_category']      = 'Προειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί καθώς αντιστοιχεί σε %s κατηγορίες!';
$_['error_information']   = 'Προειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί καθώς αντιστοιχεί σε %s σελίδες πληροφοριών!';