<?php
// Heading
$_['heading_title']  = 'Свържете се с нас';

// Text
$_['text_location']  = 'Нашето местоположение';
$_['text_store']     = 'Нашите магазини';
$_['text_contact']   = 'Формуляр за контакт';
$_['text_address']   = 'Адрес';
$_['text_telephone'] = 'Тел. номер';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Работно време';
$_['text_comment']   = 'Коментари';
$_['text_success']   = '<p>Запитването Ви е изпратено успешно!</p>';

// Entry
$_['entry_name']     = 'Вашето име';
$_['entry_email']    = 'E-Mail адрес';
$_['entry_enquiry']  = 'Запитване';
$_['entry_captcha']  = 'Въведете кода в полето по-долу';

// Email
$_['email_subject']  = 'Запитване %s';

// Errors
$_['error_name']     = 'Името Ви трябва да бъде с дължина между 3 и 32 знака!';
$_['error_email']    = 'E-Mail адресът е невалиден!';
$_['error_enquiry']  = 'Текстът на съобщението трябва да бъде с дължина от 10 до 3000 знака!';
$_['error_captcha']  = 'Кодът за потвърждение не съвпада с този от изображението!';
