<?php
// Heading
$_['heading_title']           = 'Χώρες';

// Text
$_['text_success']            = 'Επιτυχία: Έχετε τροποποιήσει τις χώρες!';
$_['text_list']               = 'Λίστα χωρών';
$_['text_add']                = 'Προσθήκη χώρας';
$_['text_edit']               = 'Επεξεργασία χώρας';

// Column
$_['column_name']             = 'Όνομα χώρας';
$_['column_iso_code_2']       = 'Κωδικός ISO (2)';
$_['column_iso_code_3']       = 'Κωδικός ISO (3)';
$_['column_action']           = 'Ενέργεια';

// Entry
$_['entry_name']              = 'Όνομα χώρας';
$_['entry_iso_code_2']        = 'Κωδικός ISO (2)';
$_['entry_iso_code_3']        = 'Κωδικός ISO (3)';
$_['entry_address_format']    = 'Μορφή διεύθυνσης';
$_['entry_postcode_required'] = 'Ταχυδρομικός κώδικας - Aπαιτείται';
$_['entry_status']            = 'Κατάσταση';

// Help
$_['help_address_format']     = 'Όνομα = {firstname} < br / > Επώνυμο = {lastname} < br / > Εταιρεία = {company} < br / > Διεύθυνση 1 = {address_1} < br / > Διεύθυνση 2 = {address_2} < br / > Πόλη = {city} < br / > Ταχυδρομικός Κώδικας = {postcode} < br / > Ζώνη = {zone} < br / > Κωδικό Ζώνης = {zone_code} < br / > Χώρα = {country}';

// Error
$_['error_permission']        = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις χώρες!';
$_['error_name']              = 'Το όνομα τις χώρας πρέπει να είναι μεταξύ 3 και 128 χαρακτήρες!';
$_['error_default']           = 'Προειδοποίηση: Αυτή η χώρα δεν μπορεί να διαγραφεί γιατί έχει επιλεγεί ως χώρα προεπιλογής στο κατάστημα!';
$_['error_store']             = 'Προειδοποίηση: Αυτό το νόμισμα δεν μπορεί να διαγραφεί καθώς έχει επιλεγεί σε %s καταστήματα!';
$_['error_address']           = 'Προειδοποίηση: Αυτή η χώρα δεν μπορεί να διαγραφεί γιατί αντιστοιχεί σε %s εγγραφές στο βιβλίο διευθύνσεων!';
$_['error_affiliate']         = 'Προειδοποίηση: Αυτή η χώρα δεν μπορεί να διαγραφεί γιατί αντιστοιχεί σε %s συνεργάτες!';
$_['error_zone']              = 'Προειδοποίηση: Αυτή η χώρα δεν μπορεί να διαγραφεί γιατί αντιστοιχεί σε %s ζώνες!';
$_['error_zone_to_geo_zone']  = 'Προειδοποίηση: Αυτή η χώρα δεν μπορεί να διαγραφεί γιατί έχει αντιστοιχιστεί σε %s ζώνες των γεωγραφικών ζωνών!';