<?php
// Heading
$_['heading_title']        = 'Νομίσματα';

// Text
$_['text_success']         = 'Επιτυχία: Έχετε τροποποιήσει τα νομίσματα!';
$_['text_list']            = 'Λίστα νομισμάτων';
$_['text_add']             = 'Προσθήκη νομίσματος';
$_['text_edit']            = 'Επεξεργασία νομίσματος';

// Column
$_['column_title']         = 'Τίτλος νομίσματος';
$_['column_code']          = 'Κωδικός';
$_['column_value']         = 'Αξία';
$_['column_date_modified'] = 'Τελευταία ενημέρωση';
$_['column_action']        = 'Ενέργεια';

// Entry
$_['entry_title']          = 'Τίτλος νομίσματος';
$_['entry_code']           = 'Κωδικός';
$_['entry_value']          = 'Αξία';
$_['entry_symbol_left']    = 'Σύμβολο αριστερά';
$_['entry_symbol_right']   = 'Σύμβολο δεξιά';
$_['entry_decimal_place']  = 'Δεκαδικά ψηφία';
$_['entry_status']         = 'Κατάσταση';

// Help
$_['help_code']            = 'Να μην αλλάξει αν αυτό είναι το προεπιλεγμένο νόμισμα. Πρέπει να είναι ένα έγκυρος <a href="http://www.xe.com/iso4217.php" target="_blank">ISO κωδικός</a>.';
$_['help_value']           = 'Ορίστε 1.00000 αν αυτό είναι το προεπιλεγμένο νόμισμα.';

// Error
$_['error_permission']     = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τα νομίσματα!';
$_['error_title']          = 'Ο τίτλος του νομίσματος πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_code']           = 'Ο κωδικός νομίσματος πρέπει να περιέχει 3 χαρακτήρες!';
$_['error_default']        = 'Προειδοποίηση: Αυτό το νόμισμα δεν μπορεί να διαγραφεί γιατί έχει οριστεί ως το προεπιλεγμένο νόμισμα!';
$_['error_store']          = 'Προειδοποίηση: Αυτό το νόμισμα δεν μπορεί να διαγραφεί καθώς έχει αντιστοιχηθεί σε %s καταστήματα!';
$_['error_order']          = 'Προειδοποίηση: Αυτό το νόμισμα δεν μπορεί να διαγραφεί καθώς έχει αντιστοιχηθεί σε %s καταστήματα!';