<?php
// Heading
$_['heading_title']      = 'Γεωγραφικές ζώνες';

// Text
$_['text_success']       = 'Έχετε τροποποιήσει τις γεωγραφικές ζώνες επιτυχώς!';
$_['text_list']          = 'Κατάλογος γεωργαφικών ζωνών';
$_['text_add']           = 'Προσθήκη Γεωγραφικής Ζώνης';
$_['text_edit']          = 'Επεξεργασία γεωγραφικής ζώνης';

// Column
$_['column_name']        = 'Όνομα γεωγραφικής ζώνης';
$_['column_description'] = 'Περιγραφή';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα γεωγραφικής ζώνης';
$_['entry_description']  = 'Περιγραφή';
$_['entry_country']      = 'Χώρα';
$_['entry_zone']         = 'Ζώνη';

// Error
$_['error_permission']   = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε γεωγραφικές ζώνες!';
$_['error_name']         = 'Το όνομα της γεωγραφικής ζώνης πρέπει να είναι μεταξύ 3 και 32 χαρακτήρες!';
$_['error_description']  = 'Η Περιγραφή πρέπει να είναι μεταξύ 3 και 255 χαρακτήρων!';
$_['error_tax_rate']     = 'Προειδοποίηση: Αυτή η γεωγραφική ζώνη δεν μπορεί να διαγραφεί γιατί έχει αντιστοιχιστεί σε έναν ή περισσότερους φορολογικούς συντελεστές!';