<?php
// Heading
$_['heading_title']     = 'Γλώσσες';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε τροποποιήσει τις γλώσσες!';
$_['text_list']         = 'Λίστα γλωσσών';
$_['text_add']          = 'Προσθέστε γλώσσες';
$_['text_edit']         = 'Επεξεργασία γλώσσας';

// Column
$_['column_name']       = 'Όνομα γλώσσας';
$_['column_code']       = 'Κωδικός';
$_['column_sort_order'] = 'Σειρά ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα γλώσσας';
$_['entry_code']        = 'Κωδικός';
$_['entry_locale']      = 'Τοπικές ρυθμίσεις';
$_['entry_image']       = 'Εικόνα';
$_['entry_directory']   = 'Κατάλογος';
$_['entry_filename']    = 'Όνομα αρχείου';
$_['entry_status']      = 'Κατάσταση';
$_['entry_sort_order']  = 'Σειρά ταξινόμησης';

// Help
$_['help_code']         = 'Παράδειγμα: en. Μην το αλλάξετε αν είνα η προεπιλεγμένη σας γλώσσα.';
$_['help_locale']       = 'Παράδειγμα: en_US.UTF-8, en_US, en-gb, en_gb, english';
$_['help_image']        = 'Παράδειγμα: gb.png';
$_['help_directory']    = 'Όνομα του καταλόγου γλώσσας (διάκριση πεζών-κεφαλαίων)';
$_['help_filename']     = 'Βασικό όνομα αρχείου γλώσσας χωρίς επέκταση';
$_['help_status']       = 'Απόκρυψη/εμφάνιση στην αναπτυσσόμενη λίστα γλώσσας';

// Error
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις γλώσσες!';
$_['error_name']        = 'Το όνομα γλώσσας πρέπει να είναι μεταξύ 3 και 32 χαρακτήρες!';
$_['error_code']        = 'Ο κωδικός γλώσσας πρέπει να έχει τουλάχιστον 2 χαρακτήρες!';
$_['error_locale']      = 'Οι τοπικές ρυθμίσεις απαιτούνται!';
$_['error_image']       = 'Το όνομα αρχείου εικόνας πρέπει να είναι μεταξύ 3 και 64 χαρακτήρες!';
$_['error_directory']   = 'Ο κατάλογος απαιτείται!';
$_['error_filename']    = 'Το όνομα αρχείου πρέπει να είναι μεταξύ 3 και 64 χαρακτήρων!';
$_['error_default']     = 'Προειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί γιατί αντιστοιχιστεί στην προεπιλεγμένη γλώσσα του καταστήματος!';
$_['error_admin']       = 'Προειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί γιατί είναι η προεπιλεγμένη γλώσσα διαχείρισης!';
$_['error_store']       = 'Προειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί γιατί αντιστοιχιστεί σε %s καταστήματα!';
$_['error_order']       = 'Προειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί γιατί αντιστοιχιστεί σε %s παραγγελίες!';