<?php
// Heading
$_['heading_title']    = 'Κατηγορίες μήκους';

// Text
$_['text_success']     = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει τις κατηγορίες μήκους!';
$_['text_list']        = 'Λίστα κατηγοριών μήκους';
$_['text_add']         = 'Προσθήκη κατηγορίας μήκους';
$_['text_edit']        = 'Επεξεργασία κατηγορίας μήκους';

// Column
$_['column_title']     = 'Μήκος τίτλου';
$_['column_unit']      = 'Μονάδα μήκους';
$_['column_value']     = 'Αξία';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_title']      = 'Μήκος τίτλου';
$_['entry_unit']       = 'Μονάδα μήκους';
$_['entry_value']      = 'Αξία';

// Help
$_['help_value']       = 'Ορίζεται σε 1.00000 εάν αυτό είναι το προεπιλεγμένο μήκος.';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις κατηγορίες μήκους!';
$_['error_title']      = 'Το μήκος του τίτλου πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_unit']       = 'Το μήκος της μονάδας πρέπει να είναι μεταξύ 1 και 4 χαρακτήρων!';
$_['error_default']    = 'Προειδοποίηση: Αυτή η κατηγορία μήκους δεν μπορεί να διαγραφεί γιατί αντιστοιχεί στην προεπιλεγμένη κατηγορία μήκους του καταστήματος!';
$_['error_product']    = 'Προειδοποίηση: Αυτή η κατηγορία φόρου δεν μπορεί να διαγραφεί γιατί αντιστοιχεί σε  %s προϊόντα!';