<?php
// Heading
$_['heading_title']    = 'Τοποθεσιες καταστημάτων';

// Text
$_['text_success']     = 'Έχετε τροποποιήσει τις διευθύνσεις του καταστήματος επιτυχώς!';
$_['text_list']        = 'Κατάλογος  τοποθεσίας καταστήματων';
$_['text_add']         = 'Προσθέστε διεύθυνση καταστήματος';
$_['text_edit']        = 'Επεξεργασία τοποθεσίας καταστήματος';
$_['text_default']     = 'Προεπιλογή';
$_['text_time']        = 'Ώρες λειτουργίας';
$_['text_geocode']     = 'Το Geocode απέτυχε για τον ακόλουθο λόγο:';

// Column
$_['column_name']      = 'Όνομα καταστήματος';
$_['column_address']   = 'Διεύθυνση';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα καταστήματος';
$_['entry_address']    = 'Διεύθυνση';
$_['entry_geocode']    = 'Geocode';
$_['entry_telephone']  = 'Τηλέφωνο';
$_['entry_fax']        = 'Φαξ';
$_['entry_image']      = 'Εικόνα';
$_['entry_open']       = 'Ώραριο λειτουργίας';
$_['entry_comment']    = 'Σχόλιο';

// Help
$_['help_geocode']     = 'Παρακαλούμε εισάγετε την τοποθεσία Geocode του καταστήματος χειροκίνητα.';
$_['help_open']        = 'Συμπληρώστε τα ωράρια των καταστημάτων σας.';
$_['help_comment']     = 'Αυτό το πεδίο είναι για ειδικές σημειώσεις που θα θέλατε να πείτε στον πελάτη σας, για παράδειγμα: Το κατάστημα δεν δέχεται πιστωτικές κάρτες.';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις διευθύνσεις των καταστημάτων!';
$_['error_name']       = 'Το όνομα του καταστήματος πρέπει να έχει τουλάχιστον 1 χαρακτήρα!';
$_['error_address']    = 'Η διεύθυνση πρέπει να έχει 3 έως 128 χαρακτήρων!';
$_['error_telephone']  = 'Το τηλέφωνο πρέπει να έχει 3 έως 32 χαρακτήρων!';