<?php
// Heading
$_['heading_title']    = 'Καταστάσεις Παραγγελίας';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε τροποποιήσει τις καταστάσεις παραγγελίας!';
$_['text_list']        = 'Κατάλογος καταστάσεων παραγγελίας';
$_['text_add']         = 'Προσθέστε κατάσταση παραγγελίας';
$_['text_edit']        = 'Επεξεργαστείτε την κατάσταση παραγγελίας';

// Column
$_['column_name']      = 'Όνομα κατάστασης παραγγελίας';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα κατάστασης παραγγελίας';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις καταστάσεις παραγγελίας!';
$_['error_name']       = 'Το όνομα της κατάστασης παραγγελίας πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_default']    = 'Προειδοποίηση: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί, καθώς είναι η προεπιλεγμένη κατάσταση παραγγελίας!';
$_['error_download']   = 'Προειδοποίηση: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί, καθώς είναι η προεπιλεγμένη κατάσταση παραγγελίας των λήψεων!';
$_['error_store']      = 'Προειδοποίηση: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s καταστήματα!';
$_['error_order']      = 'Προειδοποίηση: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s παραγγελίες!';