<?php
// Heading
$_['heading_title']    = 'Ενέργειες Επιστροφής';

// Text
$_['text_success']     = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει τις ενέργειες επιστροφής!';
$_['text_list']        = 'Λίστα ενεργειών επιστροφής';
$_['text_add']         = 'Προσθέσετε ενέργεια επιστροφής';
$_['text_edit']        = 'Επεξεργασία ενέργειας επιστροφής';

// Column
$_['column_name']      = 'Όνομα ενέργειας επιστροφής';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα ενέργειας επιστροφής';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις ενέργειες επιστροφής!';
$_['error_name']       = 'Το όνομα ενέργειας επιστροφής πρέπει να έχει 3 έως 64 χαρακτήρες!';
$_['error_return']     = 'Προειδοποίηση: Αυτή η ενέργεια επιστροφής δεν μπορεί να διαγραφεί γιατί αναφέρεται σε %s επιστροφές προϊόντων!';