<?php
// Heading
$_['heading_title']    = 'Καταστάσεις Επιστροφής';

// Text
$_['text_success']     = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει τις καταστάσεις επιστροφής!';
$_['text_list']        = 'Λίστα κατάστασης επιστροφής';
$_['text_add']         = 'Προσθήκη κατάστασης επιστροφής';
$_['text_edit']        = 'Επεξεργαστείτε την κατάσταση επιστροφής';

// Column
$_['column_name']      = 'Ονομασία κατάστασης επιστροφής';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Ονομασία κατάστασης επιστροφής';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις καταστάσεις επιστροφής!';
$_['error_name']       = 'Το όνομα της κατάστασης επιστροφής πρέπει να έχει 3 έως 32 χαρακτήρες!';
$_['error_default']    = 'Προειδοποίηση: Αυτή η κατάσταση επιστροφής δεν μπορεί να διαγραφεί γιατί αντιστοιχεί στην προεπιλεγμένη κατάσταση επιστροφής!';
$_['error_return']     = 'Προειδοποίηση: Αυτή η κατάσταση επιστροφής δεν μπορεί να διαγραφεί γιατί αντιστοιχεί σε %s των επιστροφών!';