<?php
// Heading
$_['heading_title']    = 'Λόγοι Επιστροφής';

// Text
$_['text_success']     = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει τις αιτίες επιστροφής!';
$_['text_list']        = 'Λίστα αιτιών επιστροφής';
$_['text_add']         = 'Προσθήκη αιτίας επιστροφής';
$_['text_edit']        = 'Επεξεργασία αιτίας επιστροφής';

// Column
$_['column_name']      = 'Ονομασία αιτίας επιστροφής';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Ονομασία αιτίας επιστροφής';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις αιτίες επιστροφής!';
$_['error_name']       = 'Η ονομασία της αιτίας επιστροφής πρέπει να έχει 3 έως 128 χαρακτήρες!';
$_['error_return']     = 'Προειδοποίηση: Η αιτία της επιστροφής δεν μπορεί να διαγραφεί όπως γιατί αναφέρεται σε %s επιστρεφόμενων προϊόντων!';