<?php
// Heading
$_['heading_title']    = 'Κατάσταση αποθεμάτων';

// Text
$_['text_success']     = 'Έχετε τροποποιήσει τις καταστάσεις αποθεμάτων επιτυχώς!';
$_['text_list']        = 'Λϊστα κατάστασης αποθεμάτων';
$_['text_add']         = 'Προσθήκη κατάστασης αποθεμάτων';
$_['text_edit']        = 'Επεξεργασία κατάστασης αποθεμάτων';

// Column
$_['column_name']      = 'Όνομα κατάστασης αποθεμάτων';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα κατάστασης αποθεμάτων';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις καταστάσεις αποθεμάτων!';
$_['error_name']       = 'Το όνομα της κατάστασης αποθεμάτων πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_product']    = 'Προειδοποίηση: Αυτή η κατάσταση αποθεμάτων δεν μπορεί να διαγραφεί, γιατί επί του παρόντος έχει συνδεθεί με %s προϊόντα!';