<?php
// Heading
$_['heading_title']        = 'Φορολογικοί συντελεστές';

// Text
$_['text_success']         = 'Έχετε τροποποιήσει τους φορολογικούς συντελεστές επιτυχώς!';
$_['text_list']            = 'Κατάλογος φορολογικών συντελεστών';
$_['text_add']             = 'Προσθέστε φορολογικό συντελεστή';
$_['text_edit']            = 'Επεξεργασία φορολογικού συντελεστή';
$_['text_percent']         = 'Ποσοστό';
$_['text_amount']          = 'Σταθερό ποσό';

// Column
$_['column_name']          = 'Όνομα φόρου';
$_['column_rate']          = 'Φορολογικός συντελεστής';
$_['column_type']          = 'Τύπος';
$_['column_geo_zone']      = 'Γεωγραφική ζώνη';
$_['column_date_added']    = 'Ημερομηνία προσθήκης';
$_['column_date_modified'] = 'Ημερομηνία Τροποποίησης';
$_['column_action']        = 'Ενέργεια';

// Entry
$_['entry_name']           = 'Όνομα φόρου';
$_['entry_rate']           = 'Φορολογικός συντελεστής';
$_['entry_type']           = 'Τύπος';
$_['entry_customer_group'] = 'Ομάδα πελατών';
$_['entry_geo_zone']       = 'Γεωγραφική ζώνη';

// Error
$_['error_permission']     = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τους φορολογικούς συντελεστές!';
$_['error_tax_rule']       = 'Προειδοποίηση: Αυτό φορολογικός συντελεστής δεν μπορεί να διαγραφεί γιατί επί του παρόντος είναι αντιστοιχισμένος σε %s φορολογικές κατηγορίες!';
$_['error_name']           = 'Το όνομα φόρου πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_rate']           = 'Ο φορολογικός συντελεστής απαιτείται!';