<?php
// Heading
$_['heading_title']     = 'Κατηγορίες Φόρου';

// Text
$_['text_success']      = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει τις φορολογικές κατηγορίες!';
$_['text_list']         = 'Λίστα Κατηγοριών Φόρου';
$_['text_add']          = 'Προσθήκη Κατηγορίας Φόρου';
$_['text_edit']         = 'Επεξεργασία Κατηγορίας Φόρου';
$_['text_shipping']     = 'Διεύθυνση αποστολής';
$_['text_payment']      = 'Διεύθυνση πληρωμής';
$_['text_store']        = 'Διεύθυνση καταστήματος';

// Column
$_['column_title']      = 'Τίτλος Κατηγορίας Φόρου';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_title']       = 'Τίτλος Κατηγορίας Φόρου';
$_['entry_description'] = 'Περιγραφή';
$_['entry_rate']        = 'Φορολογικός συντελεστής';
$_['entry_based']       = 'Βασισμένο σε';
$_['entry_geo_zone']    = 'Γεωγραφική ζώνη';
$_['entry_priority']    = 'Προτεραιότητα';

// Error
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τους φορολογικούς συντελεστές!';
$_['error_title']       = 'Ο τίτλος κατηγορίας φόρου πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_description'] = 'Η Περιγραφή πρέπει να είναι μεταξύ 3 και 255 χαρακτήρων!';
$_['error_product']     = 'Προειδοποίηση: Αυτή η κατηγορία φόρου δεν μπορεί να διαγραφεί γιατί είναι  εκχωρειμένη σε  %s προϊόντα!';