<?php
// Heading
$_['heading_title']    = 'Κατηγορίες βάρους';

// Text
$_['text_success']     = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει τις κατηγορίες βάρους!';
$_['text_list']        = 'Λίστα κατηγορίας βάρους';
$_['text_add']         = 'Προσθέστε κατηγορία βάρους';
$_['text_edit']        = 'Επεξεργαστείτε την κατηγορία βάρους';

// Column
$_['column_title']     = 'Τίτλος βάρους';
$_['column_unit']      = 'Μονάδα βάρους';
$_['column_value']     = 'Αξία';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_title']      = 'Τίτλος βάρους';
$_['entry_unit']       = 'Μονάδα βάρους';
$_['entry_value']      = 'Αξία';

// Help
$_['help_value']       = 'Ρυθμίστε σε 1.00000 εάν αυτό είναι το προεπιλεγμένο βάρος.';

// Error
$_['error_permission'] = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις κατηγορίες βάρους!';
$_['error_title']      = 'Ο τίτλος βάρους πρέπει να έχει 3 έως 32 χαρακτήρες!';
$_['error_unit']       = 'Η μονάδα βάρους πρέπει να έχει 1 έως 4 χαρακτήρες!';
$_['error_default']    = 'Προειδοποίηση: Αυτή η κατηγορία βάρους δεν μπορεί να διαγραφεί γιατί έχει οριστεί ως η προεπιλεγμένη κατηγορία βάρους στο κατάστημα!';
$_['error_product']    = 'Προειδοποίηση: Αυτή η κατηγορία βάρους δεν μπορεί να διαγραφεί γιατί ορίζεται σε %s των προϊόντων!';