<?php
// Heading
$_['heading_title']          = 'Ζώνες';

// Text
$_['text_success']           = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει τις ζώνες!';
$_['text_list']              = 'Κατάλογος ζωνών';
$_['text_add']               = 'Προσθήκη ζώνης';
$_['text_edit']              = 'Επεξεργασία ζώνης';

// Column
$_['column_name']            = 'Το όνομα της ζώνης';
$_['column_code']            = 'Κωδικός ζώνης';
$_['column_country']         = 'Χώρα';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_status']           = 'Η κατάσταση της ζώνης';
$_['entry_name']             = 'Το όνομα της ζώνης';
$_['entry_code']             = 'Κωδικός ζώνης';
$_['entry_country']          = 'Χώρα';

// Error
$_['error_permission']       = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις ζώνες!';
$_['error_name']             = 'Το όνομα της ζώνης πρέπει να έχει 3 έως 128 χαρακτήρες!';
$_['error_default']          = 'Προειδοποίηση: Αυτή η ζώνη δεν μπορεί να διαγραφεί γιατί αντιστοιχεί στην προεπιλεγμένη ζώνη του καταστήματος!';
$_['error_store']            = 'Προειδοποίηση: Αυτή η ζώνη δεν μπορεί να διαγραφεί γιατί αντιστοιχεί σε %s των καταστήματων!';
$_['error_address']          = 'Προειδοποίηση: Αυτή η ζώνη δεν μπορεί να διαγραφεί γιατί αντιστοιχεί  σε %s εγγραφών στο βιβλίο διευθύνσεων!';
$_['error_affiliate']        = 'Προειδοποίηση: Αυτή η ζώνη δεν μπορεί να διαγραφεί γιατί αντιστοιχεί σε %s των συνεργατών!';
$_['error_zone_to_geo_zone'] = 'Προειδοποίηση: Αυτή η ζώνη δεν μπορεί να διαγραφεί γιατί έχει αντιστοιχιστεί σε %s ζώνες των γεωγραφικών ζωνών!';