<?php
// Text
$_['text_approve_subject']      = '%s - Ο Λογαριασμός Συνεργάτη έχει ενεργοποιηθεί!';
$_['text_approve_welcome']      = 'Καλώς ήλθατε και ευχαριστούμε για την εγγραφή στο %s!';
$_['text_approve_login']        = 'Ο λογαριασμός σας έχει δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας το email σας και τον κωδικό πρόσβασης, επισκεπτόμενοι την ιστοσελίδα μας ή στην ακόλουθη διεύθυνση:';
$_['text_approve_services']     = 'Με η σύνδεσή σας, θα είστε σε θέση να δημιουργήσετε κωδικούς παρακολούθησης, να παρακολουθήσετε τις πληρωμές προμηθειών και να επεξεργαστείτε τις πληροφορίες του λογαριασμού σας.';
$_['text_approve_thanks']       = 'Ευχαριστούμε,';
$_['text_transaction_subject']  = '%s - Προμήθεια Συνεργάτη';
$_['text_transaction_received'] = 'Έχετε λάβει %s προμήθεια!';
$_['text_transaction_total']    = 'Το συνολικό ποσό προμήθειας είναι τώρα %s.';