<?php
// Heading
$_['heading_title']      = 'Банери';

// Text
$_['text_success']       = 'Успех: Променихте банерите!';
$_['text_list']          = 'Списък с банери';
$_['text_add']           = 'Добавяне на банер';
$_['text_edit']          = 'Редактиране на банер';
$_['text_default']       = 'По подразбиране';

// Column
$_['column_name']        = 'Име на банера';
$_['column_status']      = 'Състояние';
$_['column_action']      = 'Изпълни';

// Entry
$_['entry_name']         = 'Име на банера';
$_['entry_title']        = 'Заглавие';
$_['entry_link']         = 'Линк';
$_['entry_image']        = 'Изображение';
$_['entry_status']       = 'Състояние';
$_['entry_sort_order']   = 'Ред на сортиране';

// Error
$_['error_permission']   = 'Предупреждение: Вие нямате права да променяте банерите!';
$_['error_name']         = 'Името на банера трябва да бъде между 3 и 64 знака!';
$_['error_title']        = 'Заглавието на банера трябва да бъде между 2 и 64 знака!';