<?php
// Heading
$_['heading_title']       = 'Оформления';

// Text
$_['text_success']        = 'Успех: Променихте оформленията!';
$_['text_list']           = 'Списък на оформление';
$_['text_add']            = 'Добавяне на оформление';
$_['text_edit']           = 'Редактиране на оформление';
$_['text_default']        = 'По подразбиране';
$_['text_content_top']    = 'Съдържание отгоре';
$_['text_content_bottom'] = 'Съдържание отдолу';
$_['text_column_left']    = 'Колона в ляво';
$_['text_column_right']   = 'Колона в дясно';

// Column
$_['column_name']         = 'Име на оформлението';
$_['column_action']       = 'Изпълни';

// Entry
$_['entry_name']          = 'Име на оформлението';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модул';
$_['entry_position']      = 'Позиция';
$_['entry_sort_order']    = 'Ред на сортиране';

// Error
$_['error_permission']    = 'Предупреждение: Вие нямате права да променяте оформлението!';
$_['error_name']          = 'Името на оформлението трябва да бъде между 3 и 64 знака!';
$_['error_default']       = 'Предупреждение: Това оформление не може да бъде изтрито, тъй като в момента е оформлението по подразбиране на магазина!';
$_['error_store']         = 'Предупреждение: Това оформление не може да бъде изтрито, тъй като то е присвоено на %s магазини!';
$_['error_product']       = 'Предупреждение: Това оформление не може да бъде изтрито, тъй като то е присвоено на %s магазина!';
$_['error_category']      = 'Предупреждение: Това оформление не може да бъде изтрито, тъй като то е присвоено на %s категории!';
$_['error_information']   = 'Предупреждение: Това оформление не може да бъде изтрито, тъй като в момента присвоено на %s страници с информация!';