<?php
// Heading
$_['heading_title']        = 'Λογαριασμός συνεργάτη';

// Text
$_['text_account']         = 'Λογαριασμός';
$_['text_my_account']      = 'Λογαριασμός συνεργάτη';
$_['text_my_tracking']     = 'Πληροφορίες παρακολούθησης';
$_['text_my_transactions'] = 'Οι Συναλλαγές μου';
$_['text_edit']            = 'Επεξεργαστείτε τα στοιχεία του λογαριασμού σας';
$_['text_password']        = 'Αλλάξτε τον κωδικό σας';
$_['text_payment']         = 'Αλλάξτε τις προτιμήσεις πληρωμής';
$_['text_tracking']        = 'Προσαρμοσμένος κώδικας παρακολούθησης';
$_['text_transaction']     = 'Δείτε το ιστορικό των συναλλαγών σας';