<?php
// Heading
$_['heading_title']     = 'Τα στοιχεία του λογαριασμού μου';

// Text
$_['text_account']      = 'Λογαριασμός';
$_['text_edit']         = 'Επεξεργασία πληροφοριών';
$_['text_your_details'] = 'Προσωπικά στοιχεία';
$_['text_your_address'] = 'Η διεύθυνσή σας';
$_['text_success']      = 'Επιτυχία: Ο λογαριασμός σας ενημερώθηκε.';

// Entry
$_['entry_firstname']   = 'Όνομα';
$_['entry_lastname']    = 'Επώνυμο';
$_['entry_email']       = 'E-Mail';
$_['entry_telephone']   = 'Τηλέφωνο';
$_['entry_fax']         = 'Fax';
$_['entry_company']     = 'Εταιρεία';
$_['entry_website']     = 'Web Site';
$_['entry_address_1']   = 'Διεύθυνση 1';
$_['entry_address_2']   = 'Διεύθυνση 2';
$_['entry_postcode']    = 'Ταχυδρομικός κώδικας';
$_['entry_city']        = 'Πόλη';
$_['entry_country']     = 'Χώρα';
$_['entry_zone']        = 'Περιφέρεια';

// Error
$_['error_exists']      = 'Προειδοποίηση: Η διεύθυνση E-Mail υπάρχει ήδη!';
$_['error_firstname']   = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']    = 'Το επώνυμο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_email']       = 'Το e-mail δεν είναι έγκυρο!';
$_['error_telephone']   = 'Το τηλέφωνο πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_address_1']   = 'Η Διεύθυνση 1 πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_city']        = 'Η πόλη πρέπει να είναι μεταξύ 2 και 128 χαρακτήρων!';
$_['error_country']     = 'Παρακαλώ επιλέξτε μια χώρα!';
$_['error_zone']        = 'Παρακαλώ επιλέξτε μια περιοχή!';
$_['error_postcode']    = 'Ο ταχυδρομικός κώδικας πρέπει να είναι μεταξύ 2 και 10 χαρακτήρων!';