<?php
// Heading
$_['heading_title']   = 'Ξεχάσατε τον κωδικό σας;';

// Text
$_['text_account']    = 'Λογαριασμός';
$_['text_forgotten']  = 'Ξέχασα τον κωδικό';
$_['text_your_email'] = 'Το e-mail σας';
$_['text_email']      = 'Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου που σχετίζεται με το λογαριασμό σας. Κάντε κλικ στην υποβολή ώστε να σταλεί ο κωδικός πρόσβασής σας μέσω e-mail';
$_['text_success']    = 'Επιτυχία: Ένας νέος κωδικός πρόσβασης έχει αποσταλεί στην ηλεκτρονική σας διεύθυνση.';

// Entry
$_['entry_email']     = 'Διεύθυνση email';

// Error
$_['error_email']     = 'Προειδοποίηση: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν βρέθηκε στα αρχεία μας, παρακαλώ δοκιμάστε ξανά!';