<?php
// Heading
$_['heading_title']                 = 'Πρόγραμμα συνεργατών';

// Text
$_['text_account']                  = 'Λογαριασμός';
$_['text_login']                    = 'Σύνδεση';
$_['text_description']              = '<p>Το πρόγραμμα συνεργατών στο κατάστημα %s είναι δωρεάν και επιτρέπει στα μέλη του να κερδίσουν έσοδα με την τοποθέτηση ενός ή περισσοτέρων συνδέσμων στην ιστοσελίδα τους που διαφημίζει το %s ή συγκεκριμένα προϊόντα σε αυτή. Πωλήσεις που γίνονται σε πελάτες που έχουν κάνει κλικ σε αυτές τις συνδέσεις, θα επιφέρουν κέρδη στους συνεργάτες. Η αρχική προμήθεια είναι επί του παρόντος %s.</p><p>Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα με τις Συχνές Ερωτήσεις ή δείτε τους όρους χρήσης και προϋποθέσεις για τους συνεργάτες μας.</p>';
$_['text_new_affiliate']            = 'Νέος Συνεργάτης';
$_['text_register_account']         = '<p>Δεν είμαι συνεργάτης .</p><p>Κάντε κλικ παρακάτω για να δημιουργήσετε ένα νέο λογαριασμό συνεργατών. Αυτό δεν συνδέεται με οποιονδήποτε τρόπο με τον λογαριασμό πελάτη σας.</p>';
$_['text_returning_affiliate']      = 'Σύνδεση συνεργατών';
$_['text_i_am_returning_affiliate'] = 'Είμαι εγγεγραμένος συνεργάτης.';
$_['text_forgotten']                = 'Ξέχασα τον κωδικό';

// Entry
$_['entry_email']                   = 'Email Συνεργάτη';
$_['entry_password']                = 'Κωδικός';

// Error
$_['error_login']                   = 'Προειδοποίηση: Καμία αντιστοιχία για την διεύθυνση E-Mail ή/και τον κωδικό πρόσβασης.';
$_['error_attempts']                = 'Προειδοποίηση: Ο λογαριασμός σας έχει υπερβεί τον επιτρεπόμενο αριθμό προσπαθειών σύνδεσης. Παρακαλώ ξαναδοκιμάστε ξανά σε 1 ώρα.';
$_['error_approved']                = 'Προειδοποίηση: Ο λογαριασμός σας απαιτεί έγκριση προτού να μπορέσετε να συνδεθείτε.';