<?php
// Heading
$_['heading_title']             = 'Πρόγραμμα συνεργατών';

// Text
$_['text_account']              = 'Λογαριασμός';
$_['text_register']             = 'Εγγραφή συνεργάτη';
$_['text_account_already']      = 'Αν έχετε ήδη λογαριασμό, παρακαλούμε συνδεθείτε στη <a href="%s"> σελίδα σύνδεσης</a>.';
$_['text_signup']               = 'Για να δημιουργήσετε ένα λογαριασμό συνεργάτη, συμπληρώστε την παρακάτω φόρμα και βεβαιωθήτε ότι συμπληρώσατε όλα τα απαραίτητα πεδιά:';
$_['text_your_details']         = 'Τα προσωπικά σας στοιχεία';
$_['text_your_address']         = 'Τα στοιχεία της διεύθυνσής σας';
$_['text_payment']              = 'Πληροφορίες πληρωμής';
$_['text_your_password']        = 'Ο κωδικός πρόσβασής σας';
$_['text_cheque']               = 'Επιταγή';
$_['text_paypal']               = 'PayPal';
$_['text_bank']                 = 'Τραπεζικό έμβασμα';
$_['text_agree']                = 'Έχω διαβάσει και συμφωνώ με την <a href="%s" class="agree"> <b>%s</b></a>';

// Entry
$_['entry_firstname']           = 'Όνομα';
$_['entry_lastname']            = 'Επώνυμο';
$_['entry_email']               = 'E-Mail';
$_['entry_telephone']           = 'Τηλέφωνο';
$_['entry_fax']                 = 'Φαξ';
$_['entry_company']             = 'Εταιρεία';
$_['entry_website']             = 'Ιστοσελίδα';
$_['entry_address_1']           = 'Διεύθυνση 1';
$_['entry_address_2']           = 'Διεύθυνση 2';
$_['entry_postcode']            = 'Ταχυδρομικός κώδικας';
$_['entry_city']                = 'Πόλη';
$_['entry_country']             = 'Χώρα';
$_['entry_zone']                = 'Περιοχή / Νομός';
$_['entry_tax']                 = 'ΑΦΜ';
$_['entry_payment']             = 'Μέθοδος πληρωμής';
$_['entry_cheque']              = 'Όνομα δικαιούχου επιταγής';
$_['entry_paypal']              = 'Λογαριασμός Email PayPal';
$_['entry_bank_name']           = 'Επωνυμία τράπεζας';
$_['entry_bank_branch_number']  = 'Αριθμός ABA/BSB (αριθμός του υποκαταστήματός σας)';
$_['entry_bank_swift_code']     = 'Κωδικός SWIFT';
$_['entry_bank_account_name']   = 'Όνομα λογαριασμού';
$_['entry_bank_account_number'] = 'Αριθμός λογαριασμού';
$_['entry_password']            = 'Κωδικός πρόσβασης';
$_['entry_confirm']             = 'Επιβεβαίωση κωδικού';

// Error
$_['error_exists']              = 'Προειδοποίηση: Αυτή η διεύθυνση E-Mail έχει ήδη καταχωρηθεί!';
$_['error_firstname']           = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']            = 'Το επώνυμο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_email']               = 'Το e-mail δεν είναι έγκυρο!';
$_['error_telephone']           = 'Το τηλέφωνο πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_password']            = 'Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ 4 και 20 χαρακτήρων!';
$_['error_confirm']             = 'Η επιβεβαίωση κωδικού πρόσβασης δεν συμφωνεί με τον κωδικό πρόσβασης!';
$_['error_address_1']           = 'Η Διεύθυνση 1 πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_city']                = 'Η πόλη πρέπει να είναι μεταξύ 2 και 128 χαρακτήρων!';
$_['error_country']             = 'Παρακαλώ επιλέξτε μια χώρα!';
$_['error_zone']                = 'Παρακαλώ επιλέξτε μια περιοχή / νομό!';
$_['error_postcode']            = 'Ο ταχυδρομικός κώδικας πρέπει να είναι μεταξύ 2 και 10 χαρακτήρων!';
$_['error_agree']               = 'Προειδοποίηση: Πρέπει να συμφωνήσετε με το %s!';