<?php
// Heading
$_['heading_title'] = 'Ο λογαριασμός συνεργάτη σας έχει δημιουργηθεί!';

// Text
$_['text_message']  = '<p>Συγχαρητήρια ! Ο νέος σας λογαριασμός δημιουργήθηκε επιτυχώς!</p> <p>Τώρα μπορείτε να επωφεληθείτε από τα προνόμια μέλους για να βελτιώσετε την online εμπειρία σας ψωνίζοντας μαζί μας.</p> <p>Εάν έχετε ΟΠΟΙΕΣΔΗΠΟΤΕ ερωτήσεις σχετικά με τη λειτουργία αυτού του ηλεκτρονικού καταστήματος, παρακαλούμε στείλτε e-mail στο κατάστημα.</p> <p>Μία επιβεβαίωση έχει σταλεί στη διεύθυνση e-mail που δώσατε. Αν δεν τον λάβετε κατά την επόμενη ώρα, παρακαλώ <a href="%s"> επικοινωνήστε μαζί μας</a>.</p>';
$_['text_approval'] = '<p>Σας ευχαριστούμε που καταχωρήσατε ένα λογαρισμό συνεργάτη στο %s!</p><p>Θα ειδοποιηθείτε μέσω e-mail όταν ο λογαρισμός σας ενεργοποιηθεί από το κατάστημα.</p><p>Αν έχετε ΟΠΟΙΑΔΗΠΟΤΕ ερώτηση σχετικά με τη λειτουργία του συστήματος συνεργατών, παρακαλούμε <a href="%s">επικοινωνήστε με το κατάστημα</a>.</p>';
$_['text_account']  = 'Λογαριασμός';
$_['text_success']  = 'Επιτυχία';
