<?php
// Heading
$_['heading_title']    = 'Κωδικός παρακολούθησης συνεργάτη';

// Text
$_['text_account']     = 'Λογαριασμός';
$_['text_description'] = 'Για να βεβαιωθείτε ότι μπορείτε να πληρωθείτε για παραπομπές που μας στέλνετε πρέπει να παρακολουθήσουμε την παραπομπή τοποθετώντας έναν κωδικό παρακολούθησης στον σύνδεσμο URL που συνδέετε με εμάς. Μπορείτε να χρησιμοποιήσετε τα παρακάτω εργαλεία για να δημιουργήσετε συνδέσμους στο %s του ιστότοπου.';

// Entry
$_['entry_code']       = 'Ο κώδικας παρακολούθησης σου';
$_['entry_generator']  = 'Δημιουργία συνδέσμου παρακολούθησης';
$_['entry_link']       = 'Σύνδεσμος παρακολούθησης';

// Help
$_['help_generator']  = 'Πληκτρολογήστε το όνομα του προϊόντος που θα θέλατε να συνδέσετε';