<?php
// Heading
$_['heading_title']                  = 'Поръчка';

// Text
$_['text_cart']                      = 'Кошница';
$_['text_checkout_option']           = 'Стъпка 1: Начини на поръчка';
$_['text_checkout_account']          = 'Стъпка 2: Профил и информация за платеца';
$_['text_checkout_payment_address']  = 'Стъпка 2: Информация за платеца';
$_['text_checkout_shipping_address'] = 'Стъпка 3: Информация за доставка';
$_['text_checkout_shipping_method']  = 'Стъпка 4: Метод на доставка';
$_['text_checkout_payment_method']   = 'Стъпка 5: Начин на плащане';
$_['text_checkout_confirm']          = 'Стъпка 6: Потвърждение на поръчката';
$_['text_modify']                    = 'Промяна &raquo;';
$_['text_new_customer']              = 'Нов клиент';
$_['text_returning_customer']        = 'Регистриран клиент';
$_['text_checkout']                  = 'Начини на поръчка:';
$_['text_i_am_returning_customer']   = 'Аз съм регистриран клиент';
$_['text_register']                  = 'Регистриране на клиентски профил';
$_['text_guest']                     = 'Поръчка без регистрация';
$_['text_register_account']          = 'Чрез създаване на клиентски профил, ще можете да пазарувате по-бързо, да следите статуса на обработка и преглеждате история на направените от Вас поръчки.';
$_['text_forgotten']                 = 'Забравена парола';
$_['text_your_details']              = 'Лични данни';
$_['text_your_address']              = 'Вашият адрес';
$_['text_your_password']             = 'Вашата парола';
$_['text_agree']                     = 'Прочетох и приемам <a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new']               = 'Искам да въведа нов адрес';
$_['text_address_existing']                   = 'Искам да използвате съществуващ адрес';
$_['text_shipping_method']                    = 'Моля, изберете предпочитан начин на доставка за тази поръчка.';
$_['text_payment_method']                     = 'Моля, изберете предпочитан начин на плащане за тази поръчка.';
$_['text_comments']                           = 'Добавяне на коментар към поръчката';
$_['text_recurring']                          = 'Артикул с абонамент';
$_['text_payment_recurring']                  = 'Профил за плащане';
$_['text_trial_description']                  = '%s всеки %d %s(и) за %d плащания, след това';
$_['text_payment_description']                = '%s всеки %d %s(и) за %d плащания';
$_['text_payment_until_canceled_description'] = '%s всеки %d %s(и) докато бъде отменено';
$_['text_day']                       = 'ден';
$_['text_week']                      = 'седмица';
$_['text_semi_month']                = 'половин месец';
$_['text_month']                     = 'месец';
$_['text_year']                      = 'година';

// Column
$_['column_name']                    = 'Име на артикула';
$_['column_model']                   = 'Модел';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Единична цена';
$_['column_total']                   = 'Общо';

// Entry
$_['entry_email_address']            = 'E-Mail адрес';
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Парола';
$_['entry_confirm']                  = 'Потвърди паролата';
$_['entry_firstname']                = 'Име';
$_['entry_lastname']                 = 'Фамилия';
$_['entry_telephone']                = 'Тел. номер';
$_['entry_fax']                      = 'Факс';
$_['entry_address']                  = 'Изберете адрес';
$_['entry_company']                  = 'Фирма';
$_['entry_customer_group']           = 'Клиентска група';
$_['entry_address_1']                = 'Адрес 1';
$_['entry_address_2']                = 'Адрес 2';
$_['entry_postcode']                 = 'Пощенски код';
$_['entry_city']                     = 'Град';
$_['entry_country']                  = 'Държава';
$_['entry_zone']                     = 'Област';
$_['entry_newsletter']               = 'Бих искал да се абонирам за бюлетина на %s.';
$_['entry_shipping'] 	             = 'Моите адреси за доставка и плащане са едни и същи.';

// Error
$_['error_warning']                  = 'Възникна проблем при опит да обработим вашата поръчка! Ако проблемът продължава, опитайте да изберете различен метод на плащане или можете да се свържете с нас, като <a href="%s">кликнете тук</a>.';
$_['error_login']                    = 'Внимание: Не е намерен клиентски профил съвпадащ с въведените e-mail адрес и парола.';
$_['error_attempts']                 = 'Внимание: Превишихте максимално разрешеният брой неуспешни опити за вход в системата. Моля опитайте отново след 1 час.';
$_['error_approved']                 = 'Внимание: Вашият клиентски профил изисква одобрение от администратор, преди да можете да влезете.';
$_['error_exists']                   = 'Внимание: Е-мейл адресът е вече регистриран!';
$_['error_firstname']                = 'Собственото име трябва да бъде между 1 и 32 знака!';
$_['error_lastname']                 = 'Фамилията Ви трябва да бъде между 1 и 32 знака!';
$_['error_email']                    = 'E-Mail адресът е невалиден!';
$_['error_telephone']                = 'Телефоният Ви номер трябва да бъде с дължина между 3 и 32 знака!';
$_['error_password']                 = 'Паролата Ви трябва да бъде между 3 и 20 символа!';
$_['error_confirm']                  = 'Паролата и подвърждението й не съвпадат!';
$_['error_address_1']                = 'Адресът трябва да бъде между 3 и 128 знака!';
$_['error_city']                     = 'Името на града трябва да бъде между 2 и 128 знака!';
$_['error_postcode']                 = 'Пощенският код трябва да бъде между 2 и 10 знака!';
$_['error_country']                  = 'Моля изберете държава!';
$_['error_zone']                     = 'Моля, изберете област!';
$_['error_agree']                    = 'Внимание: Вие трябва да приемете %s!';
$_['error_address']                  = 'Внимание: Не сте избрали адрес!';
$_['error_shipping']                 = 'Внимание: Не сте избрали начин на доставка!';
$_['error_no_shipping']              = 'Внимание: Няма подходящи начини на доставка за Вашата поръчка! Моля, <a href="%s">свържете се с нас</a> за да уточним начина на доставка!';
$_['error_payment']                  = 'Внимание: Не сте избрали начин на плащане!';
$_['error_no_payment']               = 'Внимание: Няма подходящи начини на плащане за Вашата поръчка! Моля, <a href="%s">свържете се с нас</a> за да уточним начина на плащане!';
$_['error_custom_field']             = '%s е задължително!';