<?php
// Heading
$_['heading_title'] = 'Неуспешно плащане!';

// Text
$_['text_basket']   = 'Кошница';
$_['text_checkout'] = 'Поръчка';
$_['text_failure']  = 'Неуспешно плащане';
$_['text_message']  = '<p>Възникна проблем при обработката на Вашето плащане и поръчката не е завършена.</p>

<p>Възможни причини са:</p>
<ul>
  <li>Недостатъчна наличност във Вашата сметка</li>
  <li>Неуспешно потвърждаване на данните</li>
</ul>

<p>Моля, опитайте да завършите поръчката отново, като използвате друг начин на плащане.</p>

<p>Ако проблемът продължава, моля, <a href="%s">свържете се с нас</a> и ни изпратете информация за поръчката, която се опитвате да направите.</p>
';
