<?php
// Heading
$_['heading_title']        = 'Прогнозна цена на доставка';

// Text
$_['text_success']         = 'Готово: Прогнозната цена на доставка е приложена към общата сума на поръчката!';
$_['text_shipping']        = 'Въведете дестинация, за да получите приблизителна цена на доставка.';
$_['text_shipping_method'] = 'Моля, изберете предпочитан начин на доставка за тази поръчка.';

// Entry
$_['entry_country']        = 'Държава';
$_['entry_zone']           = 'Област';
$_['entry_postcode']       = 'Пощенски код';

// Error
$_['error_postcode']       = 'Пощенският код трябва да бъде между 2 и 10 знака!';
$_['error_country']        = 'Моля изберете държава!';
$_['error_zone']           = 'Моля, изберете област!';
$_['error_shipping']       = 'Внимание: Не сте избрали начин на доставка!';
$_['error_no_shipping']    = 'Внимание: Няма подходящи начини на доставка за Вашата поръчка! Моля, <a href="%s">свържете се с нас</a> за да уточним начина на доставка!';