<?php
// Heading
$_['heading_title']        = 'Вашата поръчка е завършена!';

// Text
$_['text_basket']          = 'Кошница';
$_['text_checkout']        = 'Поръчка';
$_['text_success']         = 'Готово';
$_['text_customer']        = '<p>Поръчката Ви е приета за обработка!</p><p>Можете да разгледате историята на Вашите поръчки, като отидете на страницата на <a href="%s"> профила си</a> и като щракнете върху <a href="%s"> история</a>.</p><p>Ако покупката Ви е свързана с изтегляне на файл, можете да отидете на страницата за <a href="%s"> изтегляне</a> във Вашият профил.</p><p>Ако имате някакви въпроси, моля, <a href="%s">свържете се с нас</a>.</p><p>Благодарим Ви, че пазарувахте от нашия електронен магазин!</p>';
$_['text_guest']           = '<p>Поръчката Ви е приета за обработка!</p><p>Ако имате някакви въпроси, моля, <a href="%s">свържете се с нас</a>.</p><p>Благодарим Ви, че пазарувахте от нашия електронен магазин!</p>';