<?php
// Text
$_['text_search']                             = 'Търсене';
$_['text_brand']                              = 'Марка';
$_['text_manufacturer']                       = 'Марка:';
$_['text_model']                              = 'Код на артикул:';
$_['text_reward']                             = 'Бонус точки:';
$_['text_points']                             = 'Цена в бонус точки:';
$_['text_stock']                              = 'Наличност:';
$_['text_instock']                            = 'В наличност';
$_['text_tax']                                = 'Без ДДС:';
$_['text_discount']                           = ' или повече ';
$_['text_option']                             = 'Налични опции';
$_['text_minimum']                            = 'Този артикул има ограничение за минимално количество от %s';
$_['text_reviews']                            = '%s мнения';
$_['text_write']                              = 'Напиши мнение';
$_['text_login']                              = 'Моля, <a href="%s"> влезте</a> или се <a href="%s">регистрирайте</a> в системата, за да напишете мнение';
$_['text_no_reviews']                         = 'Няма публикувани мнения за този артикул.';
$_['text_note']                               = '<span class="text-danger"> Забележка:</span> HTML не се превежда!';
$_['text_success']                            = 'Благодарим Ви за вашето мнение. Информацията е изпратена към администратор за одобрение.';
$_['text_related']                            = 'Свързани артикули';
$_['text_tags']                               = 'Етикети:';
$_['text_error']                              = 'Артикулът не е намерен!';
$_['text_payment_recurring']                    = 'Профил за плащане';
$_['text_trial_description']                  = '%s всеки %d %s(и) за %d плащания, след това';
$_['text_payment_description']                = '%s всеки %d %s(и) за %d плащания';
$_['text_payment_until_canceled_description'] = '%s всеки %d %s(и) докато не бъде отменено';
$_['text_day']                                = 'ден';
$_['text_week']                               = 'седмица';
$_['text_semi_month']                         = 'половин месец';
$_['text_month']                              = 'месец';
$_['text_year']                               = 'година';

// Entry
$_['entry_qty']                               = 'Количество';
$_['entry_name']                              = 'Вашето име';
$_['entry_review']                            = 'Вашето мнение';
$_['entry_rating']                            = 'Рейтинг';
$_['entry_good']                              = 'Добро';
$_['entry_bad']                               = 'Лошо';
$_['entry_captcha']                           = 'Въведете кода в полето по-долу';

// Tabs
$_['tab_description']                         = 'Описание';
$_['tab_attribute']                           = 'Спецификация';
$_['tab_review']                              = 'Мнения (%s)';

// Error
$_['error_name']                              = 'Внимание: Името Ви трябва да бъде с дължина между 3 и 25 символа!';
$_['error_text']                              = 'Внимание: Текстът на Вашето мнение трябва да бъде с дължина между 25 и 1 000 знака!';
$_['error_rating']                            = 'Внимание: Моля изберете рейтинг!';
$_['error_captcha']                           = 'Внимание: Кодът за потвърждение не съответства на изображението!';