<?php
// Text
$_['text_subject']		        = '%s - Πρόγραμμα συνεργατών';
$_['text_welcome']		        = 'Ευχαριστούμε που ενταχθήκατε στο %s πρόγραμμα συνεργατών!';
$_['text_login']                = 'Ο λογαριασμός σας έχει δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας το email σας και τον κωδικό πρόσβασης, επισκεπτόμενοι την ιστοσελίδα μας ή στην ακόλουθη διεύθυνση:';
$_['text_approval']		        = 'Ο λογαριασμός σας πρέπει να εγκριθεί προτού να μπορέσετε να συνδεθείτε. Εφόσον εγκριθεί, μπορείτε να συνδεθείτε χρησιμοποιώντας το email σας και τον κωδικό πρόσβασης σας στην ιστοσελίδα μας ή στην ακόλουθη διεύθυνση:';
$_['text_services']		        = 'Με τη σύνδεσή σας, θα είστε σε θέση να δημιουργήσετε κωδικούς παρακολούθησης, να παρακολουθήσετε τις πληρωμές προμηθειών και να επεξεργαστείτε τις πληροφορίες του λογαριασμού σας.';
$_['text_thanks']		        = 'Ευχαριστούμε,';
$_['text_new_affiliate']        = 'Νέος Συνεργάτης';
$_['text_signup']		        = 'Ένας νέος συνεργάτης έχει κάνει εγγραφή:';
$_['text_store']		        = 'Κατάστημα:';
$_['text_firstname']	        = 'Όνομα:';
$_['text_lastname']		        = 'Επώνυμο:';
$_['text_company']		        = 'Εταιρεία:';
$_['text_email']		        = 'Διεύθυνση email:';
$_['text_telephone']	        = 'Τηλέφωνο:';
$_['text_website']		        = 'Ιστοσελίδα:';
$_['text_order_id']             = 'Αρ. Παραγγελίας:';
$_['text_transaction_subject']  = '%s - Προμήθεια Συνεργάτη';
$_['text_transaction_received'] = 'Έχετε λάβει %s προμήθεια!';
$_['text_transaction_total']    = 'Το συνολικό ποσό προμήθειας είναι τώρα %s.';
