<?php
// Text
$_['text_subject']        = '%s - Ευχαριστούμε για την εγγραφή';
$_['text_welcome']        = 'Καλώς ήλθατε και ευχαριστούμε για την εγγραφή σας στο %s!';
$_['text_login']          = 'Ο λογαριασμός σας έχει δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας το email σας και τον κωδικό πρόσβασης, επισκεπτόμενοι την ιστοσελίδα μας ή στην ακόλουθη διεύθυνση:';
$_['text_approval']       = 'Ο λογαριασμό σας πρέπει να εγκριθεί προτού μπορέσετε να συνδεθείτε. Εφόσον εγκριθεί, μπορείτε να συνδεθείτε χρησιμοποιώντας το email σας και τον κωδικό πρόσβασης, επισκεπτόμενοι την ιστοσελίδα μας ή στην ακόλουθη διεύθυνση:';
$_['text_services']       = 'Μόλις συνδεθείτε, θα έχετε πρόσβαση σε υπηρεσίες, όπως παρακολούθηση παραγγελιών, εκτύπωση τιμολογίων και επεξεργασία των στοιχείων του λογαριασμού σας.';
$_['text_thanks']         = 'Ευχαριστούμε,';
$_['text_new_customer']   = 'Νέος πελάτης';
$_['text_signup']         = 'Ένας νέος πελάτης έχει εγγραφεί:';
$_['text_website']        = 'Ιστοσελίδα:';
$_['text_customer_group'] = 'Ομάδα πελατών:';
$_['text_firstname']      = 'Όνομα:';
$_['text_lastname']       = 'Επώνυμο:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Τηλέφωνο:';