<?php
// Text
$_['text_subject']  = 'Σας έχουν στείλει μία δωροεπιταγή από %s';
$_['text_greeting'] = 'Συγχαρητήρια, έχετε λάβει μια δωροεπιταγή αξίας %s';
$_['text_from']     = 'Αυτή η δωροεπιταγή σας έχει σταλεί από τον/την %s';
$_['text_message']  = 'Με ένα μήνυμα που λέει';
$_['text_redeem']   = 'Για να εξαργυρώσετε αυτή την δωροεπιταγή, σημειώστε τον παρακάτω κωδικό, ο οποίος είναι <b>%s</b> και επισκεφθείτε τον παρακάτω σύνδεσμο για να κάνετε αγορά των προϊόντων που θέλετε. Μπορείτε να εισάγετε τον κωδικό δώρου στη σελίδα "Καλάθι αγορών" πριν επισκεφθείτε το Ταμείο.';
$_['text_footer']   = 'Παρακαλούμε απαντήστε σε αυτό το email αν έχετε οποιεσδήποτε απορίες.';
