<?php
// Heading
$_['heading_title']        = 'دفتر العناوين';

// Text
$_['text_account']         = 'حساب';
$_['text_address_book']    = 'إدخالات دفتر العناوين';
$_['text_edit_address']    = 'تحرير العنوان';
$_['text_add']             = 'تم إدراج عنوانك بنجاح';
$_['text_edit']            = 'تم تحديث عنوانك بنجاح';
$_['text_delete']          = 'تم حذف عنوانك بنجاح';
$_['text_empty']           = 'ليس لديك عناوين في حسابك.';

// Entry
$_['entry_firstname']      = 'الاسم الأول';
$_['entry_lastname']       = 'اسم العائلة';
$_['entry_company']        = 'الشركة';
$_['entry_address_1']      = 'العنوان 1';
$_['entry_address_2']      = 'العنوان 2';
$_['entry_postcode']       = 'الرمز البريدي';
$_['entry_city']           = 'المدينة';
$_['entry_country']        = 'الدولة';
$_['entry_zone']           = 'المنطقة/الولاية';
$_['entry_default']        = 'العنوان الافتراضي';

// Error
$_['error_delete']         = 'تحذير: يجب أن يكون لديك عنوان واحد على الأقل!';
$_['error_default']        = 'تحذير: لا يمكنك حذف العنوان الافتراضي الخاص بك!';
$_['error_firstname']      = 'الاسم الأول يجب أن يكون بين 1 و 32 حرفاً!';
$_['error_lastname']       = 'اسم العائلة يجب أن يكون بين 1 و 32 حرفاً!';
$_['error_vat']            = 'رقم ضريبة القيمة المضافة غير صحيح!';
$_['error_address_1']      = 'يجب أن يكون العنوان بين 3 و 128 حرفاً!';
$_['error_postcode']       = 'يجب أن يكون الرمز البريدي بين 2 و 10 أحرف!';
$_['error_city']           = 'يجب أن تكون المدينة بين 2 و 128 حرفاً!';
$_['error_country']        = 'الرجاء تحديد بلد!';
$_['error_zone']           = 'الرجاء تحديد المنطقة/الولاية!';
$_['error_custom_field']   = '%s المطلوبة!';
