<?php
// Heading
$_['heading_title']   = 'هل نسيت كلمة المرور ؟';

// Text
$_['text_account']    = 'حساب';
$_['text_forgotten']  = 'كلمة المرور المنسيّة';
$_['text_your_email'] = 'بريدك الالكتروني';
$_['text_email']      = 'أدخل البريد الالكتروني المرتبط مع حسابك. انقر على متابعه ليتم إرسال كلمة المرور إلى بريدك الخاص.';
$_['text_success']    = 'تم إرسال كلمة مرور جديدة إلى عنوان البريد الإلكتروني الخاص بك.';

// Entry
$_['entry_email']     = 'عنوان البريد الإلكتروني';

// Error
$_['error_email']     = 'تحذير : البريد الإلكتروني لم يتم العثور علية في سجلاتنا ، يرجى المحاولة مرة أخرى!';