<?php
// Heading
$_['heading_title']        = 'Адресна книга';

// Text
$_['text_account']         = 'Профил';
$_['text_address_book']    = 'Записи в адресната книга';
$_['text_edit_address']    = 'Редактиране на адрес';
$_['text_add']             = 'Вашият адрес е въведен успешно';
$_['text_edit']            = 'Вашият адрес е променен успешно';
$_['text_delete']          = 'Вашият адрес е изтрит успешно';
$_['text_empty']           = 'Нямате адреси в профила си.';

// Entry
$_['entry_firstname']      = 'Собствено име';
$_['entry_lastname']       = 'Фамилия';
$_['entry_company']        = 'Компания';
$_['entry_address_1']      = 'Адрес 1';
$_['entry_address_2']      = 'Адрес 2';
$_['entry_postcode']       = 'Пощенски код';
$_['entry_city']           = 'Град';
$_['entry_country']        = 'Държава';
$_['entry_zone']           = 'Регион / щат';
$_['entry_default']        = 'Адрес по подразбиране';

// Error
$_['error_delete']         = 'Предупреждение: Трябва да имате поне един адрес!';
$_['error_default']        = 'Предупреждение: Не можете да изтриете адреса си по подразбиране!';
$_['error_firstname']      = 'Собственото име трябва да бъде между 1 и 32 знака!';
$_['error_lastname']       = 'Фамилията трябва да бъде между 1 и 32 знака!';
$_['error_vat']            = 'ДДС номер е невалиден!';
$_['error_address_1']      = 'Адресът трябва да бъде между 3 и 128 знака!';
$_['error_postcode']       = 'Пощенският код трябва да бъде между 2 и 10 знака!';
$_['error_city']           = 'Името на града трябва да бъде между 2 и 128 знака!';
$_['error_country']        = 'Моля изберете държава!';
$_['error_zone']           = 'Моля изберете регион / щат!';
$_['error_custom_field']   = '%s задължително!';
