<?php
// Heading
$_['heading_title']      = 'Информация за моят профил';

// Text
$_['text_account']       = 'Профил';
$_['text_edit']          = 'Редактиране на информацията';
$_['text_your_details']  = 'Лични данни';
$_['text_success']       = 'Готово: Информацията за Вашият профил беше обновена.';

// Entry
$_['entry_firstname']    = 'Име';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Тел. номер';
$_['entry_fax']          = 'Факс';

// Error
$_['error_exists']       = 'Внимание: Е-мейл адресът е вече регистриран!';
$_['error_firstname']    = 'Името Ви трябва да бъде между 1 и 32 знака!';
$_['error_lastname']     = 'Фамилията Ви трябва да бъде между 1 и 32 знака!';
$_['error_email']        = 'E-Mail адресът е невалиден!';
$_['error_telephone']    = 'Телефоният Ви номер трябва да бъде с дължина между 3 и 32 знака!';
$_['error_custom_field'] = 'Полето %s задължително трябва да се попълни!';
