<?php
// Heading
$_['heading_title']   = 'Забравена парола?';

// Text
$_['text_account']    = 'Профил';
$_['text_forgotten']  = 'Забравена парола';
$_['text_your_email'] = 'Вашият E-Mail адрес';
$_['text_email']      = 'Въведете имейл адреса, свързан с вашия профил. Кликнете върху Изпращане, за да Ви изпратим нова парола на посочения електронен адрес.';
$_['text_success']    = 'Готово: Новата парола е изпратена до вашия електронен адрес.';

// Entry
$_['entry_email']     = 'E-Mail адрес';

// Error
$_['error_email']     = 'Внимание: Посоченият e-mail адрес, не е намерен в нашите записи. Моля, проверете за грешки и опитайте отново!';