<?php
// Heading
$_['heading_title']                = 'Вход в системата';

// Text
$_['text_account']                 = 'Профил';
$_['text_login']                   = 'Вход';
$_['text_new_customer']            = 'Нов клиент';
$_['text_register']                = 'Регистриране на клиентски профил';
$_['text_register_account']        = 'Чрез създаване на клиентски профил, ще можете да пазарувате по-бързо, да следите статуса на обработка и преглеждате история на направените от Вас поръчки.';
$_['text_returning_customer']      = 'Регистриран клиент';
$_['text_i_am_returning_customer'] = 'Аз съм регистриран клиент';
$_['text_forgotten']               = 'Забравена парола';

// Entry
$_['entry_email']                  = 'E-Mail адрес';
$_['entry_password']               = 'Парола';

// Error
$_['error_login']                  = 'Внимание: Не е намерен клиентски профил съвпадащ с въведените e-mail адрес и парола.';
$_['error_attempts']               = 'Внимание: Превишихте максимално разрешеният брой неуспешни опити за вход в системата. Моля опитайте отново след 1 час.';
$_['error_approved']               = 'Внимание: Вашият клиентски профил изисква одобрение от администратор, преди да можете да влезете.';