<?php
// Heading
$_['heading_title']      = 'Връщане на артикули';

// Text
$_['text_account']       = 'Профил';
$_['text_return']        = 'Информация за връщането';
$_['text_return_detail'] = 'Детайли за връщането';
$_['text_description']   = 'Моля попълнете формата по-долу, за да поискате RMA номер.';
$_['text_order']         = 'Информация за поръчката';
$_['text_product']       = 'Информация за артикула и причина за връщане';
$_['text_message']       = '<p>Благодарим Ви за Вашата заявка. Тя бе изпратена към нашите служители за обработка.</p><p> Ще получите e-mail съдържащ статуса на обработка на Вашата заявка.</p>';
$_['text_return_id']     = 'RMA вх. номер:';
$_['text_order_id']      = 'Поръчка №:';
$_['text_date_ordered']  = 'Дата на поръчка:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Дата:';
$_['text_comment']       = 'Коментар';
$_['text_history']       = 'История на заявките за връщане';
$_['text_empty']         = 'До сега не сте подавали заявка за връщане!';
$_['text_agree']         = 'Прочетох и приемам <a href="%s" class="agree"><b>%s</b></a>';

// Column
$_['column_return_id']   = 'RMA вх. номер';
$_['column_order_id']    = 'Поръчка №';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата';
$_['column_customer']    = 'Клиент';
$_['column_product']     = 'Име на артикул';
$_['column_model']       = 'Модел';
$_['column_quantity']    = 'Количество';
$_['column_price']       = 'Цена';
$_['column_opened']      = 'Разопакован';
$_['column_comment']     = 'Коментар';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Действие';

// Entry
$_['entry_order_id']     = 'Поръчка №';
$_['entry_date_ordered'] = 'Дата на поръчка';
$_['entry_firstname']    = 'Име';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Тел. номер';
$_['entry_product']      = 'Артикул';
$_['entry_model']        = 'Код на артикул';
$_['entry_quantity']     = 'Количество';
$_['entry_reason']       = 'Причина за връщане';
$_['entry_opened']       = 'Разопакован';
$_['entry_fault_detail'] = 'Повреден или други подробности';
$_['entry_captcha']      = 'Въведете кода в полето по-долу';

// Error
$_['text_error']         = 'Заявката за връщане, която поискахте, не беше намерена!';
$_['error_order_id']     = 'Задължително трябва да въведете номер на поръчка!';
$_['error_firstname']    = 'Името Ви трябва да бъде с дължина между 1 и 32 знака!';
$_['error_lastname']     = 'Фамилията Ви трябва да бъде с дължина между 1 и 32 знака!';
$_['error_email']        = 'E-Mail адресът е невалиден!';
$_['error_telephone']    = 'Телефоният Ви номер трябва да бъде с дължина между 3 и 32 знака!';
$_['error_product']      = 'Името на артикула трябва да бъде по-голямо от 3 и по-малко от 255 знака!';
$_['error_model']        = 'Моделът на артикула, трябва да е с дължина между 3 и 64 символа!';
$_['error_reason']       = 'Трябва да изберете причина за връщане!';
$_['error_captcha']      = 'Кодът за потвърждение не съвпада с този от изображението!';
$_['error_agree']        = 'Внимание: Вие трябва да приемете %s!';