<?php
// Heading
$_['heading_title'] = 'Вашият профил беше създаден!';

// Text
$_['text_message']  = '<p>Поздравления! Вашият нов акаунт беше успешно създаден!</p> <p>Сега можете да се възползвате от пълната функционалност на сайта %s, достъпна за регистрирани потребители.</p> <p>Ако срещнете някакви затруднения или възникнат въпроси относно стоките/услугите предлагани в този електронен магазин, не се колебайте да се свържете с нас.</p> <p>Изпратихме Ви писмо за потвърждение на електронния адрес, който ни предоставихте. Ако не го получите до един час, моля <a href="%s">свържете се с нас</a>.</p>';
$_['text_approval'] = '<p>Благодарим Ви, че се регистрирахте в %s!</p><p>Ще получите потвърждение на посоченият от Вас електронен адрес, веднага след като администратор активира Вашият акаунт.</p><p>Ако имате въпроси, моля <a href="%s">свържете се с нас</a>.</p>';
$_['text_account']  = 'Профил';
$_['text_success']  = 'Готово';
