<?php
// Heading
$_['heading_title']    = 'Закупуване на ваучер подарък';

// Text
$_['text_account']     = 'Профил';
$_['text_voucher']     = 'Ваучер за подарък';
$_['text_description'] = 'Този ваучер за подарък ще бъде изпратен до получателя, след като вашата поръчка бъде платена.';
$_['text_agree']       = 'Разбирам, че подаръците ваучери не подлежат на връщане.';
$_['text_message']     = '<p>Благодарим Ви, че закупихте ваучер подарък! След като завършите поръчката, ние ще изпратим инструкции на получателя, как да използва ваучера.</p>';
$_['text_for']         = '%s ваучер подарък за %s';

// Entry
$_['entry_to_name']    = 'Име на получателя';
$_['entry_to_email']   = 'Електронна поща на получателя';
$_['entry_from_name']  = 'Вашето име';
$_['entry_from_email'] = 'Вашата електронна поща';
$_['entry_theme']      = 'Изглед на ваучера за подарък';
$_['entry_message']    = 'Съобщение';
$_['entry_amount']     = 'Сума';

// Help
$_['help_message']     = 'По избор';
$_['help_amount']      = 'Стойността трябва да е между %s и %s';

// Error
$_['error_to_name']    = 'Името на получателя трябва да бъде между 1 и 64 знака!';
$_['error_from_name']  = 'Вашето име трябва да бъде между 1 и 64 знака!';
$_['error_email']      = 'E-Mail адресът е невалиден!';
$_['error_theme']      = 'Трябва да изберете изглед на ваучера!';
$_['error_amount']     = 'Сумата трябва да е между %s и %s!';
$_['error_agree']      = 'Внимание: Трябва да сте съгласни, че подаръците ваучери не подлежат на връщане!';
