<?php
// Heading
$_['heading_title'] = 'Списък "Желани"';

// Text
$_['text_account']  = 'Профил';
$_['text_instock']  = 'В наличност';
$_['text_wishlist'] = 'Списък "Желани" (%s)';
$_['text_login']    = 'Трябва да <a href="%s">идентифицирате в системата</a> или <a href="%s">да се регистрирате</a>, за да добавите <a href="%s">%s</a> към <a href="%s">списък "Желани"</a>!';
$_['text_success']  = 'Готово: Добавихте <a href="%s">%s</a> към <a href="%s">списък "Желани"</a>!';
$_['text_exists']   = '<a href="%s">%s</a> вече същестува в <a href="%s">списък "Желани"</a>!';
$_['text_remove']   = 'Готово: Променихте Вашият списък "Желани"!';
$_['text_empty']    = 'Вашият списък "Желани" е празен.';

// Column
$_['column_image']  = 'Изображение';
$_['column_name']   = 'Име на артикул';
$_['column_model']  = 'Модел';
$_['column_stock']  = 'Наличност';
$_['column_price']  = 'Единична цена';
$_['column_action'] = 'Действие';