<?php
// Heading
$_['heading_title']     = 'Ομάδες Χαρακτηριστικών';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε τροποποιήσει τις ομάδες χαρακτηριστικών!';
$_['text_list']         = 'Λίστα ομάδων χαρακτηριστικών';
$_['text_add']          = 'Προσθήκη Ομάδας';
$_['text_edit']         = 'Επεξεργασία ομάδας';

// Column
$_['column_name']       = 'Όνομα ομάδας';
$_['column_sort_order'] = 'Σειρά Εμφάνισης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα ομάδας';
$_['entry_sort_order']  = 'Σειρά Εμφάνισης';

// Error
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε άδεια να τροποποιήσετε τις ομάδες χαρακτηριστικών!';
$_['error_name']        = 'Το όνομα της ομάδας χαρακτηριστικών θα πρέπει να είναι μεταξύ 3 και 64 χαρακτήρων!';
$_['error_attribute']   = 'Προειδοποίηση: Αυτή η ομάδα χαρακτηριστικών δεν μπορεί να διαγραφεί επειδή περιέχει %s χαρακτηριστικά!';
$_['error_product']     = 'Προειδοποίηση: Αυτή η ομάδα χαρακτηριστικών δεν μπορεί να διαγραφεί επειδή έχει ανατεθεί σε %s προϊόντα!';