<?php
// Heading
$_['heading_title']          = 'Χαρακτηριστικά';

// Text
$_['text_success']           = 'ΕΠΙΤΥΧΊΑ: Έχετε τροποποιήσει χαρακτηριστικά!';
$_['text_list']              = 'Λίστα Χαρακτηριστικών';
$_['text_add']               = 'Προσθήκη χαρακτηριστικού';
$_['text_edit']              = 'Επεξεργασία Χαρακτηριστικού';

// Column
$_['column_name']            = 'Όνομα Χαρακτηριστικού';
$_['column_attribute_group'] = 'Ομάδα Χαρακτηριστικών';
$_['column_sort_order']      = 'Σειρά Εμφάνισης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_name']            = 'Όνομα Χαρακτηριστικού';
$_['entry_attribute_group'] = 'Ομάδα Χαρακτηριστικών';
$_['entry_sort_order']      = 'Σειρά Εμφάνισης';

// Error
$_['error_permission']      = 'Προειδοποίηση: Δεν έχετε άδεια να τροποποιήσει τα χαρακτηριστικά!';
$_['error_name']            = 'Το όνομα του χαρακτηριστικού πρέπει να είναι μεταξύ 3 και 64 χαρακτήρων!';
$_['error_product']         = 'Προειδοποίηση: Αυτό το χαρακτηριστικό δεν μπορεί να διαγραφεί γιατί είναι συσχετισμένο με %s προϊόντα!';