<?php
// Heading
$_['heading_title']          = 'Κατηγορίες';

// Text
$_['text_success']           = 'Επιτυχία: Έχετε τροποποιήσει τις κατηγορίες!';
$_['text_list']              = 'Λίστα κατηγοριών';
$_['text_add']               = 'Προσθήκη κατηγορίας';
$_['text_edit']              = 'Επεξεργασία κατηγορίας';
$_['text_default']           = 'Προεπιλογή';

// Column
$_['column_name']            = 'Όνομα κατηγορίας';
$_['column_sort_order']      = 'Σειρά Εμφάνισης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_name']             = 'Όνομα κατηγορίας';
$_['entry_description']      = 'Περιγραφή';
$_['entry_meta_title'] 	     = 'Meta Tag Title';
$_['entry_meta_keyword'] 	 = 'Meta Tag Keywords';
$_['entry_meta_description'] = 'Meta Tag Description';
$_['entry_keyword']          = 'SEO Keyword';
$_['entry_parent']           = 'Γονική';
$_['entry_filter']           = 'Φίλτρα';
$_['entry_store']            = 'Καταστήματα';
$_['entry_image']            = 'Εικόνα';
$_['entry_top']              = 'Κορυφή';
$_['entry_column']           = 'Στήλες';
$_['entry_sort_order']       = 'Σειρά Εμφάνισης';
$_['entry_status']           = 'Κατάσταση';
$_['entry_layout']           = 'Παράκαμψη διάταξης';

// Help
$_['help_filter']            = '(Αυτόματη συμπλήρωση)';
$_['help_keyword']           = 'Μην χρησιμοποιείτε κενά, αντικαταστήστε τα κενά με - και βεβαιωθείτε ότι η λέξη κλειδί είναι καθολικά μοναδική.';
$_['help_top']               = 'Εμφάνιση στο μενού. Λειτουργεί μόνο για τις μητρικές κατηγορίες.';
$_['help_column']            = 'Αριθμός των στηλών που θα χρησιμοποιηθεί για τις υποκατηγορίες. Λειτουργεί μόνο για τις μητρικές κατηγορίες.';

// Error
$_['error_warning']          = 'Προειδοποίηση: Παρακαλώ ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']       = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις κατηγορίες!';
$_['error_name']             = 'Το όνομα της κατηγορίας πρέπει να είναι μεταξύ 2 και 32 χαρακτήρων!';
$_['error_meta_title']       = 'Το Meta Title πρέπει να είναι μεγαλύτερο από 3 και μικρότερο από 255 χαρακτήρες!';
$_['error_keyword']          = 'Το SEO keyword υπάρχει ήδη!';