<?php
// Heading
$_['heading_title']     = 'Λήψεις';

// Text
$_['text_success']      = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει τις λήψεις!';
$_['text_list']         = 'Μεταφόρτωση λίστας';
$_['text_add']          = 'Προσθήκη μεταφόρτωσης';
$_['text_edit']         = 'Επεξεργασία μεταφόρτωσης';
$_['text_upload']       = 'Το αρχείο σας μεταφορτώθηκε επιτυχώς !';

// Column
$_['column_name']       = 'Όνομα μεταφόρτωσης';
$_['column_date_added'] = 'Ημερομηνία προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Μεταφόρτωσης';
$_['entry_filename']    = 'Όνομα αρχείου';
$_['entry_mask']        = 'Μάσκα';

// Help
$_['help_filename']     = 'Μπορείτε να ανεβάσετε αρχεία μέσω του κουμπιού ανεβάσματος ή να χρησιμοποιήσετε FTP για να ανεβάσετε αρχεία στον κατάλογο μεταφορτόσεων και να εισάγετε τις λεπτομέρειες παρακάτω.';
$_['help_mask']         = 'Συνίσταται το όνομα αρχείου και η μάσκα να είναι διαφορετικά ώστε να αποτρέψετε άλλους να προσπαθούν να πραγματοποιήσουν άμεση σύνδεση στα αρχεία μεταφορτώσεών σας.';

// Error
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις λήψεις!';
$_['error_name']        = 'Το όνομα της λήψης πρέπει να είναι μεταξύ 3 και 64 χαρακτήρες!';
$_['error_upload']      = 'Απαιτείται φόρτωμα αρχείου!';
$_['error_filename']    = 'Το όνομα αρχείου πρέπει να είναι μεταξύ 3 και 64 χαρακτήρων!';
$_['error_exists']      = 'Το αρχείο δεν υπάρχει!';
$_['error_mask']        = 'Το δείγμα πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_filetype']    = 'Μη έγκυρος τύπος αρχείου!';
$_['error_product']     = 'Προειδοποίηση: Αυτή η επιλογή  δεν μπορεί να διαγραφεί γιατί είναι  εκχωρειμένη σε  %s προϊόν (ντα)!';