<?php
// Heading
$_['heading_title']          = 'Πληροφορίες';

// Text
$_['text_success']           = 'Επιτυχία: Έχετε τροποποιήσει τις πληροφορίες!';
$_['text_list']              = 'Λίστα πληροφοριών';
$_['text_add']               = 'Προσθήκη σελίδας πληροφοριών';
$_['text_edit']              = 'Επεξεργασία σελίδας πληροφοριών';
$_['text_default']           = 'Προεπιλογή';

// Column
$_['column_title']           = 'Τίτλος πληροφορίας';
$_['column_sort_order']	     = 'Σειρά Εμφάνισης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_title']            = 'Τίτλος πληροφορίας';
$_['entry_description']      = 'Περιγραφή';
$_['entry_store']            = 'Καταστήματα';
$_['entry_meta_title'] 	     = 'Meta Tag Title';
$_['entry_meta_keyword'] 	 = 'Meta Tag Keywords';
$_['entry_meta_description'] = 'Meta Tag Description';
$_['entry_keyword']          = 'SEO Keyword';
$_['entry_bottom']           = 'Κάτω';
$_['entry_status']           = 'Κατάσταση';
$_['entry_sort_order']       = 'Σειρά Εμφάνισης';
$_['entry_layout']           = 'Παράκαμψη διάταξης';

// Help
$_['help_keyword']           = 'Μην χρησιμοποιείτε κενά, αντικαταστήστε τα κενά με - και βεβαιωθείτε ότι η λέξη κλειδί είναι καθολικά μοναδική.';
$_['help_bottom']            = 'Εμφάνιση στο υποσέλιδο.';

// Error
$_['error_warning']          = 'Προειδοποίηση: Παρακαλώ ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']       = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις πληροφορίες!';
$_['error_title']            = 'Ο τίτλος πρέπει να είναι μεταξύ 3 και 64 χαρακτήρων!';
$_['error_description']      = 'Η περιγραφή πρέπει να είναι πάνω από 3 χαρακτήρες!';
$_['error_meta_title']       = 'Το Meta Title πρέπει να είναι μεγαλύτερο από 3 και μικρότερο από 255 χαρακτήρες!';
$_['error_keyword']          = 'Το SEO keyword υπάρχει ήδη!';
$_['error_account']          = 'Προειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί επειδή έχει οριστεί ως οι όροι χρήσης του καταστήματος!';
$_['error_checkout']         = 'Προειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί επειδή έχει οριστεί ως οι όροι αγοράς του καταστήματος!';
$_['error_affiliate']        = 'Προειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί επειδή έχει οριστεί ως οι όροι χρήσης συνεργατών του καταστήματος!';
$_['error_return']           = 'Προειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί επειδή έχει οριστεί ως οι όροι επιστροφών του καταστήματος!';
$_['error_store']            = 'Προειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί επειδή χρησιμοποιείται από %s καταστήματα!';