<?php
// Heading
$_['heading_title']      = 'Κατασκευαστές';

// Text
$_['text_success']       = 'Επιτυχία: Έχετε τροποποιήσει τους κατασκευαστές!';
$_['text_list']          = 'Λίστα κατασκευαστών';
$_['text_add']           = 'Προσθήκη κατασκευαστή';
$_['text_edit']          = 'Επεξεργασία κατασκευαστή';
$_['text_default']       = 'Προεπιλογή';
$_['text_percent']       = 'Ποσοστό';
$_['text_amount']        = 'Σταθερό ποσό';

// Column
$_['column_name']        = 'Όνομα κατασκευαστή';
$_['column_sort_order']  = 'Σειρά ταξινόμησης';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα κατασκευαστή';
$_['entry_store']        = 'Καταστήματα';
$_['entry_keyword']      = 'SEO Keyword';
$_['entry_image']        = 'Εικόνα';
$_['entry_sort_order']   = 'Σειρά ταξινόμησης';
$_['entry_type']         = 'Τύπος';

// Help
$_['help_keyword']       = 'Μην χρησιμοποιείτε κενά, αντικαταστήστε τα κενά με - και βεβαιωθείτε ότι η λέξη κλειδί είναι καθολικά μοναδική.';

// Error
$_['error_permission']   = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τους κατασκευαστές!';
$_['error_name']         = 'Το όνομα του κατασκευαστή πρέπει να είναι μεταξύ 2 και 64 χαρακτήρων!';
$_['error_keyword']      = 'Το SEO keyword υπάρχει ήδη!';
$_['error_product']      = 'Προειδοποίηση: Αυτό κατασκευαστής δεν μπορεί να διαγραφεί καθώς έχει αντιστοιχηθεί σε %s προϊόντα!';