<?php
// Heading
$_['heading_title']       = 'Επιλογές';

// Text
$_['text_success']        = 'Επιτυχία: Έχετε Τροποποιήσει τις επιλογές!';
$_['text_list']           = 'Λίστα επιλογών';
$_['text_add']            = 'Προσθήκης επιλογής';
$_['text_edit']           = 'Επεξεργασία επιλογής';
$_['text_choose']         = 'Επιλέξτε';
$_['text_select']         = 'Επιλέξτε';
$_['text_radio']          = 'Ραδιόφωνο';
$_['text_checkbox']       = 'Κουτάκι Επιλογής';
$_['text_image']          = 'Εικόνα';
$_['text_input']          = 'Καταχωρήστε';
$_['text_text']           = 'Κείμενο';
$_['text_textarea']       = 'Χώρος Κειμένου';
$_['text_file']           = 'Αρχείο';
$_['text_date']           = 'Ημερομηνία';
$_['text_datetime']       = 'Ημερομηνία / ώρα';
$_['text_time']           = 'Ώρα';

// Column
$_['column_name']         = 'Επιλογή Ονόματος';
$_['column_sort_order']   = 'Σειρά Εμφάνισης';
$_['column_action']       = 'Ενέργεια';

// Entry
$_['entry_name']          = 'Επιλογή Ονόματος';
$_['entry_type']          = 'Τύπος';
$_['entry_option_value']  = 'Επιλογή ονόματος τιμής';
$_['entry_image']         = 'Εικόνα';
$_['entry_sort_order']    = 'Σειρά Εμφάνισης';

// Error
$_['error_permission']    = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις επιλογές!';
$_['error_name']          = 'Η επιλογή του ονόματος θα πρέπει να είναι μεταξύ 1 και 128 χαρακτήρων!';
$_['error_type']          = 'Προειδοποίηση: Τιμή επιλογών απαιτείται!';
$_['error_option_value']  = 'Η επιλογή τιμής του ονόματος θα πρέπει να είναι μεταξύ 1 και 128 χαρακτήρων!';
$_['error_product']       = 'Προειδοποίηση: Αυτή η επιλογή %sας δεν μπορεί να διαγραφεί γιατί είναι επιλεγμένο προϊόν!';