<?php
// Heading
$_['heading_title']			= 'Επαναλαμβανόμενα Προφίλ';

// Text
$_['text_success']          = 'Επιτυχία : Έχετε τροποποιήσει τα επαναλαμβανόμενα προφίλ!';
$_['text_list']             = 'Λίστα Επαναλαμβανόμενων Προφίλ';
$_['text_add']              = 'Προσθήκη Επαναλαμβανόμενου Προφίλ';
$_['text_edit']             = 'Επεξεργασία Επαναλαμβανόμενου Προφίλ';
$_['text_day']				= 'Ημέρα';
$_['text_week']				= 'Εβδομάδα';
$_['text_semi_month']		= 'Δεκαπενθήμερο';
$_['text_month']			= 'Μήνας';
$_['text_year']				= 'Έτος';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> επαναλαμβανόμενο ποσά υπολογίζονται από τη συχνότητα και τους κύκλους.</p><p>Για παράδειγμα, εάν χρησιμοποιείτε συχνότητα  "εβδομάδας" με "2", κύκλους, τότε ο χρήστης θα χρεώνεται κάθε 2 εβδομάδες.</p><p>Η διάρκεια είναι ο αριθμός των φορών που ο χρήστης θα προβεί σε πληρωμή, να οριστεί σε 0, αν θέλετε πληρωμές έως ότου ακυρωθούν.</p>';
$_['text_profile']			= 'Επαναλαμβανόμενο προφίλ';
$_['text_trial']			= 'Δοκιμαστικό προφίλ';

// Entry
$_['entry_name']			= 'Όνομα';
$_['entry_price']			= 'Τιμή';
$_['entry_duration']		= 'Διάρκεια';
$_['entry_cycle']			= 'Κύκλος';
$_['entry_frequency']		= 'Συχνότητα';
$_['entry_trial_price']		= 'Δοκιμαστική τιμή';
$_['entry_trial_duration']	= 'Διάρκεια δοκιμής';
$_['entry_trial_status']	= 'Κατάσταση δοκιμής';
$_['entry_trial_cycle']	    = 'Δοκιμαστικός κύκλος';
$_['entry_trial_frequency']	= 'Συχνότητα δοκιμής';
$_['entry_status']			= 'Κατάσταση';
$_['entry_sort_order']		= 'Σειρά ταξινόμησης';

// Column
$_['column_name']			= 'Όνομα';
$_['column_sort_order']	    = 'Σειρά ταξινόμησης';
$_['column_action']         = 'Ενέργεια';

// Error
$_['error_warning']         = 'Προειδοποίηση: Παρακαλώ ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']		= 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε επαναλαμβανόμενα προφίλ!';
$_['error_name']			= 'Το όνομα προϊόντος πρέπει να είναι μεγαλύτερο από 3 και μικρότερο από 255 χαρακτήρες!';
$_['error_product']			= 'Προειδοποίηση: Αυτό το επαναλαμβανόμενο προφίλ δεν μπορεί να διαγραφεί γιατί είναι εκχωρημένο στα %s προϊόντα!';