<?php
// Heading
$_['heading_title']     = 'Κριτικές';

// Text
$_['text_success']      = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει κριτικές!';
$_['text_list']         = 'Λίστα Κριτικών';
$_['text_add']          = 'Προσθήκη Κριτικής';
$_['text_edit']         = 'Επεξεργασία Κριτικής';

// Column
$_['column_product']    = 'Προϊόν';
$_['column_author']     = 'Συγγραφέας';
$_['column_rating']     = 'Βαθμολογία';
$_['column_status']     = 'Κατάσταση';
$_['column_date_added'] = 'Ημερομηνία προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_product']     = 'Προϊόν';
$_['entry_author']      = 'Δημιουργός';
$_['entry_rating']      = 'Βαθμολογία';
$_['entry_status']      = 'Κατάσταση';
$_['entry_text']        = 'Κείμενο';
$_['entry_date_added']  = 'Ημερομηνία προσθήκης';

// Help
$_['help_product']      = '(Αυτόματη συμπλήρωση)';

// Error
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε κριτικές!';
$_['error_product']     = 'Απαιτείται προϊόν!';
$_['error_author']      = 'Το όνομα Συγγραφέα πρέπει να είναι μεταξύ 3 και 64 χαρακτήρων!';
$_['error_text']        = 'Η κριτική πρέπει να έχει τουλάχιστον 1 χαρακτήρα!';
$_['error_rating']      = 'Η Κριτική απαιτεί βαθμολογία!';